[
    {
        "title": "Assessing Biological Risks: Knowledge, approach, and Perceptions of Dental Students Towards Ionizing Radiation in Dentistry.",
        "authors": "W. Ageeli, T. R. A. Alfaify, N. Majrashi",
        "venue": "Radioprotection - Revue de la…",
        "year": "2024",
        "abstract": "Abstract\nBackground: Dental radiography, a pivotal diagnostic technique in dentistry, plays a significant role in patient care. Despite its indispensability, the use of ionizing radiation in dental radiography entails inherent risks. Dental students, as future practitioners, bear the responsibility of acquiring thorough knowledge in radiation protection to ensure the safety of both patients and operators. Aim: This study seeks to evaluate the levels of awareness, knowledge, and approach regarding ionizing radiation among dental students enrolled in the dentistry program at Jazan university (JU). Material and Methods: A descriptive, cross-sectional survey was carried out involving 82 dental students, with a participant distribution of 63 males (77%) and 19 females (23%) across different academic years. The survey utilized a structured questionnaire designed to assess awareness regarding deterministic and stochastic effects of ionizing radiation, as well as various aspects of radiation protection practices. Demographic factors, including gender and academic year, were scrutinized for their potential impact on radiation protection awareness. The collected data underwent statistical analysis using chi-square tests implemented in SPSS to explore any significant associations. Results: The study included 82 dental students with varying age distributions. Age-wise, 39% fell within the 21-23 years range, 31% were between 18-20 years, 24% ranged from 24 to 26 years, and 6% were older than 26 years. Participants were distributed across different academic years, with the largest group being fourth-year students (25%), followed by fifth-year students (15%). Female students exhibited higher awareness of the National Council on Radiation Protection (NCRP) and International Commission on Radiological Protection (ICRP) recommendations, and the practice of standing behind lead barriers during exposure. Conclusion: This study underscores the overall elevated awareness and knowledge regarding radiation protection among dental students. Nevertheless, distinct gender-related variations in specific facets of awareness were identified, underscoring the necessity for targeted educational interventions. The findings support the integration of comprehensive radiation safety education into dental curricula, aimed at fostering responsible utilization of radiographic procedures and ensuring the well-being of both patients and operators.",
        "doi": "10.1051/radiopro/2024021"
    },
    {
        "title": "Potential benefits of social media in educating healthcare professionals and students on medical imaging with ionizing radiation: A scoping review.",
        "authors": "L. Vieira, C. Kang, A. Grilo",
        "venue": "Radiography",
        "year": "2025",
        "abstract": "Introduction Advancements in medical imaging with ionizing radiation have significantly transformed the field and enhanced the education and training of medical professionals. A notable development in this educational landscape is the use of social media, which engages millions of users worldwide. This scoping review aims to explore the potential of social media as an educational tool for healthcare professionals and students in medical imaging with ionizing radiation, highlighting its benefits and disadvantages.",
        "doi": "10.1016/j.radi.2025.01.008"
    },
    {
        "title": "Application of Problem-Based Learning Model (PBL) as an Effort to Overcome Misconceptions in Black Body Radiation Material",
        "authors": "Thufail Mujaddid Al-Qoyyim, Aris Doyan",
        "venue": "Journal of Science and Technology Inovation",
        "year": "2023",
        "abstract": "Physics cannot be separated from things that are conceptual. The concept of physics is a description or definition of the physical variables that exist in events in the universe. It's just that, often there is a problem in students' understanding of concepts where there is a discrepancy between the definitions that are understood and those conveyed by experts. This problem is called a misconception. Misconceptions can occur because the concepts that students understand through observation of everyday events are different from the theories obtained in the learning process in class, one of which is on black body radiation material. One learning model that can overcome misconceptions is a problem-based learning model or Problem Based Learning (PBL). The purpose of this study was to reduce misconceptions about black body radiation and to determine the effectiveness of PBL in overcoming misconceptions about black body radiation. This research is a type of experimental research using a pre-experimental design pre-test post-test group. The results showed that PBL can reduce misconceptions and is quite effective as an effort to reduce misconceptions about black body radiation material marked with an N-Gain value of 0.55. \nCollapse",
        "doi": "10.56566/amplitudo.v2i2.84"
    },
    {
        "title": "USE OF ARTIFICIAL INTELLIGENCE TO IDENTIFY AND CORRECT MISCONCEPTIONS ABOUT RADIATION",
        "authors": "Oleksandr Tymoshchuk",
        "venue": "Ìnformacìjnì Tehnolog…",
        "year": "2025",
        "abstract": "Abstract\nThe expansion of nuclear technologies in various industries, combined with the constant threat of radiation-related incidents, highlights the urgent need for effective radiation education. This study is devoted to an empirical investigation of the effectiveness of artificial intelligence tools (neurological models of artificial intelligence) in detecting and correcting of artificial intelligence tools (neurological models of artificial intelligence) in detecting and correcting misconceptions about radiation (ionising radiation). We empirically evaluate the effectiveness of artificial intelligence (AI) tools in detecting and correcting these misconceptions among university students, focusing on different cognitive, cognitive-activity, and systemic-axiological levels. A pedagogical experiment was conducted with 168 students of Ukrainian universities using control questionnaires to assess the effectiveness of the selected artificial intelligence tools. The experiment involved presenting students with a series of statements designed to identify misconceptions related to factual knowledge (e.g., radiation units, background levels), conceptual understanding (e.g., the difference between radiation and radioactivity, effects of low-dose exposure), and application/evaluation (e.g., risk assessment, protective measures). AI tools, including natural language processing models for text analysis and machine learning algorithms for misconceptions classification, were used to provide personalised feedback and targeted corrective information. The results show that AI achieved high accuracy (80-98%) in eliminating misconceptions about factual knowledge. However, the effectiveness decreased for misconceptions requiring deeper conceptual understanding (73-78%) and is much lower for those involving complex knowledge assessment and application (24-36%). These findings indicate that while AI has significant potential to improve basic radiation literacy and provide automated feedback, its current capabilities are limited in addressing more multidimensional and complex misconceptions. Further research is needed to develop more sophisticated AI-based integrations that can effectively target higher-order cognitive skills and promote a more complete understanding of radiation science and its implications. This study contributes to this field by providing empirical evidence on the strengths and weaknesses of AI in radiation education, and offers practical recommendations for the further development and implementation of customised AI-based learning tools.",
        "doi": "10.33407/itlt.v105i1.5905"
    },
    {
        "title": "The Impact of Virtual Reality in Medical Ionizing Radiation Sciences Education: A Systematic Review of the International Literature",
        "authors": "K. Konstantinidis, I. Apostolakis",
        "venue": "European Journal of Engineering and Technology Research",
        "year": "2022",
        "abstract": "Abstract\nStudies in medical ionizing radiation sciences apply to a wide range of medical and allied health professions. The students in those sciences learn the basic principles and effects of ionizing radiation on patients for diagnostic and therapeutic purposes, as well as the theoretical background in biomedical equipment operation. It is fundamental for those students to receive proper hands-on training, to successfully connect the theory with practice. In addition, the COVID-19 pandemic has pushed education to a new normal, establishing the use of emerging technologies to facilitate distance learning and virtual interaction. In this paper, we reviewed the literature for applications of virtual reality (VR) learning environments in the education of medical ionizing radiation sciences. We performed a literature search in the databases PubMed and Epistemonikos for the last decade (2012-2022), using combinations of keywords. We also performed a manual search in ResearchGate electronic repository. We identified 15 studies investigating the impact of the application of VR learning environments on students in medicine and allied health professions relevant to medical ionizing radiation sciences. The application of VR can lead to the improvement of learning outcomes, the development of clinical and soft skills, facilitate the comprehension of theoretical concepts through visualization and increase the level of confidence of students before clinical practice. In addition, it is an attractive method of training, offering the benefits of repetition and practice in a safe environment for the students. None of the studies refer that VR learning environments have replaced the clinical placements of the students, which are considered a critical component of their clinical practice. Concluding, there is only a little, regional, and relatively recent quantitative evidence, demonstrating the successful incorporation of VR learning environments in curricula of medical ionizing radiation sciences. From our perspective, VR can become a valuable pedagogical tool for those curricula, helping the connection of theory with clinical practice and enhancing the confidence of students.",
        "doi": "10.24018/ejeng.2022.1.cie.2959"
    },
    {
        "title": "Cognitive and behavioral survey of ionizing radiation among college students in Fuzhou",
        "authors": "Li Da",
        "venue": "Chinese Journal of School Health",
        "year": "2014",
        "abstract": "Abstract\nObjective To understand the Fuzhou college students' cognitive and behavioral status of ionizing radiation, and to provide a scientific basis for further development of the ionizing radiation health education. Methods The ionizing radiationrelated knowledge survey were conducted among 1 132 students from four universities in Fuzhou. The students were selected by stratified random sampling method. Results Overall awareness rate of the survey was 63.47%; the objects ionizing radiation-related knowledge awareness rate between different gender,professional,grade,source place were different,and the differences were significant( P0.05). The survey results indicated that the objects through the network and hoped to get through the network to obtain ionizing radiation-related knowledge had the highest rate with 70.32% and 51.23% respectively; and they hoped to get the ionizing radiation protection knowledge had the highest rate with 82.74%; the objects ionizing radiation-related knowledge awareness rate were associated with the ways to access knowledge and the requirements of the sources of ionizing radiation and ionizing radiation protection( P0.01). Conclusion The Fuzhou college students have a lower ionizing radiation-related knowledge awareness rate,especially boys,low-grade,non-medical professional and rural students,and the awareness are associated with the ways and needs of obtaining ionizing radiation-related knowledge,schools should focus on strengthening education of undergraduates about ionizing radiation health knowledge.",
        "doi": ""
    },
    {
        "title": "The dosimetry of non-ionizing radiation in the education programme for medical physics students at the AGH University of Science and Technology (AGH UST)",
        "authors": "Z. Matuszak, M. Wasilewska-Radwanska",
        "venue": "Physica Medica",
        "year": "2014",
        "abstract": "After introducing the three level (cycle) system of education in Poland (socalled Bologna System), the Medical Physics studies in AGH-UST are accomplished as a separate branch of education. Medical Physics studies encompasses 1st cycle (7 semesters) and 2nd cycle (3 semesters) which lead to awarding bachelor's and master's degree, respectively. These circumstances and the progress in using of non-ionizing radiation in medical diagnostic and therapy, which occurred in last 15 years caused the need for change in position of the …",
        "doi": "10.1016/J.EJMP.2014.07.137"
    },
    {
        "title": "Adherence to Radiation Protection Principles in the Clinical Environment among Anesthesia and Operating Room Nursing Students: Implications for Educational Interventions",
        "authors": "Sina Ghasemi, Hossein Khosravi, Naeeme Shabani",
        "venue": "Open Nursing Journal",
        "year": "2025",
        "abstract": "Abstract\nThe increasing use of ionizing radiation in clinical environments, particularly during surgeries such as orthopedics and neurosurgery, has heightened concerns about the potential health risks associated with this type of radiation. This issue is particularly relevant for nursing students undergoing training in operating room settings, where they are frequently exposed to various sources of radiation. To effectively implement radiation protection principles, it is crucial to evaluate the knowledge and attitudes of the students toward ionizing radiation. Understanding their level of awareness and beliefs about radiation safety will inform the development of targeted training programs aimed at minimizing exposure and enhancing safety in clinical environments. This study aimed to investigate the level of knowledge, attitudes, and performance of 8th-semester undergraduate anesthesia and operating room nursing students toward radiation protection principles. This cross-sectional study was conducted at the Hamadan University of Medical Sciences in 2024. In this study, students were selected via the census sampling method. The data related to the study were collected from valid questionnaires concerning the participants’ level of knowledge, attitudes, and performance toward ionizing radiation. The data analysis was also conducted at the descriptive and inferential statistics level via SPSS version 16 software. The knowledge, attitudes, and performance of the students in both fields were inadequate compared to the ideal standards. Additionally, the mean attitude score toward protective principles was significantly greater among operating room nursing students than anesthesia nursing students (p-value = 0.023). Furthermore, a positive and significant correlation was found between students' Grade Point Average (GPA) and their scores on knowledge and attitudes toward protective principles (r = 0.449, p-value = 0.000 and r = 0.648, p-value = 0.000, respectively). This study revealed that the level of knowledge among students regarding ionizing radiation is lower than the desired standards for ensuring safety in clinical environments. As a result, it is essential to implement targeted training courses to enhance students' understanding of the risks associated with ionizing radiation.",
        "doi": "10.2174/0118744346359232250113075426"
    },
    {
        "title": "Effectiveness of Cognitive Conflict-Based Chemistry Learning in Reducing Students' Misconceptions of Acid-Base Materials",
        "authors": "L. Ningrum, A. Drastisianti, Resi Pratiwi",
        "venue": "Jurnal Penelitian Pendidikan…",
        "year": "2022",
        "abstract": "A misconception is a problem that is often encountered in the world of education caused by several things, including students' initial prejudices, incompetent teachers, unclear textbooks, different contexts of the student experience, and teaching methods that only contain lectures. This study is intended to answer the problem regarding the effectiveness of cognitive conflict-based chemistry learning in reducing students' misconceptions about acid-base material. This research is quasi-experimental research with One group Pre-test and Post-test Design. The population in this study was all class XI IPA. The sample in this study was class XI IPA I. The instrument used in this study was a student's concept understanding test. The data collection method used is a multiple-choice reasoned test method. Changes in misconceptions were analyzed descriptively and statistically. A descriptive analysis was conducted to see changes in students' concepts. Statistical analysis using the T-test. Based on the research, it was found that the indicators of questions that experienced misconceptions were: Arrhenius acid-base theory (32.05%), Arrhenius acid-base classification (56.40%), Bronsted Lowry theory (43.59%), writing down the acid-base reaction equation according to Bronsted Lowry and Lewis acid-base theory (59.00%), distinguish between Arrhenius, Bronsted Lowry and Lewis acid-base theories (49.00%), the nature of acidic and basic solutions (47.00), degree of acidity/pH (79.00%), determination of strong acid (79.00%), determination of strong base (46.00%), degree of ionization in acid and base determination (46.00%) and application of the concept of pH in pollution (66.00%). Understanding of students' initial conceptions, namely students who are classified as knowing the concept of 23.18%, misconceptions of 53.95%, and not knowing the concept of 22.87%, while the understanding of the final conception of students is students who are classified as knowing concepts of 76, 20%, a misconception of 15.49% and not knowing the concept of 8.31%. Based on these data, it can be concluded that the cognitive conflict learning method is effective in reducing students' misconceptions \nCollapse",
        "doi": "10.29303/jppipa.v8i4.2092"
    },
    {
        "title": "The knowledge of young students about ionizing radiation. A study-campaign and its assessment in the high schools of the Lazio region",
        "authors": "A. Decataldo, M. Faggiano, M. Maggi",
        "venue": "",
        "year": "2012",
        "abstract": "Abstract The Department of Communication and Social research of the Sapienza University of Rome and the National Institute for Environmental Protection and Research have realised a study aimed at evaluating the effects and achievements-in terms of gained knowledge-of a study-campaign on radiation protection and ionizing radiation. The campaign was addressed to 14-19 years-old students, a strategic target representing a fertile ground for absorbing new knowledge, new values, new behaviours, and transferring them to future …",
        "doi": ""
    },
    {
        "title": "Investigating the Interplay of Practical Work and Visual Representations on Students’ Misconceptions: The Case of Seasons",
        "authors": "S. Galano, F. Monti, I. Testa",
        "venue": "Research and Innovation in Physics Education: Two Sides of the Same Coin",
        "year": "2020",
        "abstract": "Abstract\nThe paper aims at investigating to which extent the interplay between practical work activities and visual representations is effective in addressing with students’ misconceptions about seasonal changes. To this aim, we designed a 10 h teaching sequence in which the students: (i) explore the radiation flow using a photovoltaic panel as a function of the incidence angle and distance from the source and (ii) use specially designed visual representations about seasonal change. A sample of about 88 prospective primary teachers was involved in this study. Analysis shows a significant impact of the practical activities but almost no effect of the different kind of the used images. Implications for future research are briefly discussed.",
        "doi": "10.1007/978-3-030-51182-1_15"
    },
    {
        "title": "Identification of Students’ Comprehension of Radiation Concept Using Rasch Analysis",
        "authors": "Ayesha Bilqis, Devi Nurhanivah, Sri Aningsih",
        "venue": "International Journal of Research in Community Services",
        "year": "2024",
        "abstract": "This community service was conducted using a survey method. The survey aimed to test the understanding of high school students regarding the dangers of radiation exposure from the surrounding environment. Participants in this activity were 48 students (35 science students and 13 social science students) from a high school in Majalaya, Bandung Regency. The instrument used was a two-tier diagnostic test consisting of 4 essay questions related to physics concepts concerning radiation exposure. The analysis of the test results was divided into two parts: conception analysis and Rasch analysis. The conception analysis was done by interpreting students' answers and categorizing them into five conception categories: Full Understanding (FU), Partial Understanding (PU), Misconception (MC), Not Understanding (NU), and No Coding (NC). This categorization was presented in percentage form. The Rasch analysis was conducted based on the distribution of students' answers and item bias detection to identify the spread of students' answers to each question item and the biases present. First, the conception analysis results showed that 53% of students were included in the FU category, while only 5% were in the Not Understanding (NU) category. This indicates that students' understanding of the dangers of radiation exposure is quite good, as more than half of the participants are in the FU category. Second, the Rasch analysis results based on the distribution of students' answers showed that more students could answer basic comprehension questions compared to classification and analysis-based questions. Additionally, the Rasch analysis results based on item bias detection indicated that there was no gender or academic major bias in the four question items. \nCollapse",
        "doi": "10.46336/ijrcs.v5i3.713"
    },
    {
        "title": "The use of Augmented Reality for the teaching of dosimetry and metrology of ionizing radiation at IRD",
        "authors": "GL Gonçalves, J. Delgado, FB Razuck",
        "venue": "Journal of Physics: Conference Series",
        "year": "2021",
        "abstract": "Abstract\nIt can be said that ionizing radiation are of great importance to society, considering the range of applications of nuclear technology. In this sense, the Institute for Radiation Protection and Dosimetry (IRD) acts in favor of the health and safety of the population and workers exposed to radiation, promoting the preservation of the environment. Therefore, safety is extremely important in the construction of knowledge in Ionizing Radiation Metrology (IRM), due to the use of radioactive sources in its practice. Then, the adoption of safe methodologies is fundamental in the teaching-learning process. Thus, technological tools such as Augmented Reality (AR) are being increasingly used to present, in real environment, virtual elements such as equipment, spaces, concepts and practices, avoiding contact with radioactive sources. In this case, AR is a technology that dramatically displaces the location and time of learning and training. New information and communication technologies are not only powerful and compact tools for delivering AR experiences through personal computers and mobile devices, but also developed and sophisticated in order to combine the real world with improved information interactively. The objective of this work is to demonstrate the possibility of using AR as a pedagogical tool for the learning of radiation protection in IRD courses, as well as assisting in the training of professionals and students in the nuclear safety area.",
        "doi": "10.1088/1742-6596/1826/1/012041"
    },
    {
        "title": "Student Misconceptions about Heat Transfer Mechanisms: An Island Ethnophysics Study",
        "authors": "Cinta Amergebi Souisa, J. R. Batlolona, Seska Malawau",
        "venue": "KnE Social Sciences",
        "year": "2024",
        "abstract": "Learners’ conceptual frameworks vary greatly, but they develop from their everyday experiences over time and change as they mature. Their intuitive understanding of the world around them often needs to match scientific concepts as seen by experts. It is essential in culturally based teaching to recognize how these naïve conceptions differ from scientific explanations of concepts and why children construct these ideas. Heat transfer mechanisms are conceptually rich material. Particularly in the Indonesian context, little effort has been made to reduce misconceptions. This prompted us to conduct a study in this area. We present a study on students’ misconceptions about heat transfer mechanisms, namely conduction, convection, and radiation. This study aimed to analyze students’ misconceptions about heat transfer mechanisms through an ethnophysics study. The method used was a non-experimental quantitative case study. In addition, a survey was conducted in the form of a diagnostic test in the form of questions related to heat transfer for 100 students. The findings in the field show that students experience relatively high misconceptions. So far, teachers have not accustomed students to learning from contextual things in the form of local wisdom around them. They have given scientific questions to search for, find, and provide answers and solutions to these natural phenomena. The teacher mainly pursues cognition and physics problems in textbooks and less explores contextual matters. Future research is suggested to develop physics teaching materials based on local wisdom oriented to 21st-century life skills that can support students to live in the future. \nKeywords: student misconceptions, heat transfer mechanisms, island ethnophysics \nCollapse",
        "doi": "10.18502/kss.v9i31.17567"
    },
    {
        "title": "Ionizing radiation measurements using low cost instruments for teaching in college or high-school in Brazil",
        "authors": "M. C. Silva, D. C. Vilela, J. Germano",
        "venue": "Physics Education",
        "year": "2017",
        "abstract": "Ionizing radiation one of modern physics experimental teaching in colleges and high school can be easily implemented today due to low coasts of detectors and also electronic circuits and data acquisition interfaces. First it is interesting to show to young’s students what is ionizing radiation and from where they appears near ground level? How it is possible to measure these radiations and how to check intensities variation during day, night, dry and wet periods in the same school? For increasing interest and stimulation in others students how to proceed in making the graphics of the ionizing radiation and presenting him in real time using Web internet facilities? Many others facilities like calibration of the detector using low intensities radioactive ionizing radiation sources, make comparison of the measurements and discussions of the results should be possible between many groups of students from several schools in the region of Brazil. This paper presents the experimental procedures including detectors and associated electronic including data acquisition, graphics elaboration and Web internet procedures to discuss and exchanging data measurements from several schools. \nCollapse",
        "doi": "10.1088/1361-6552/aa8420"
    },
    {
        "title": "Assessing Medical Imaging Students’ Knowledge of Radiation Protection and Curriculum Coverage in Palestinian Universities",
        "authors": "W. Khalilia",
        "venue": "European Journal of Medical and Health Research",
        "year": "2025",
        "abstract": "Abstract\nThe understanding of radiation protection among workers in radiography fields can significantly influence their conduct during work, thus affecting the standard of medical care. This research examines the knowledge of Ionized Radiation Protection (IRP) among medical imaging students in Palestine and evaluates the coverage of radiation protection topics in their study curriculum. A cross-sectional study was conducted involving medical imaging students from four Palestinian universities. 128 students participated by completing a well-designed questionnaire. The study sample comprised masters, fourth-year, and third-year bachelor's students from medical imaging departments at Palestinian universities, with a response rate of 91.4%. The participants exhibited adequate overall knowledge regarding radiation protection safety, with a mean score of 3.49. However, their understanding of modern imaging procedures was found to be unsatisfactory. Many participants expressed the belief that the level of radiation protection education they received was insufficient. Additionally, most Palestinian medical imaging students reported that their university curriculum lacked coverage of modern radiography topics such as PET scan, fluoroscopy, and nuclear medicine, with mean perception scores of 2.61, 2.69, and 2.81, respectively. Students at lower educational levels demonstrated lower levels of knowledge about IRP. Lack of specialized knowledge between medical imaging students regarding IRP could adversely affect their future professional requirements. Therefore, it is crucial for decision-makers in Palestinian universities and the health sector to develop new strategies aimed at enhancing awareness and knowledge of IRP through targeted training programs. Further research expanding on this study is recommended to explore these issues in greater depth.",
        "doi": "10.59324/ejmhr.2025.3(1).14"
    },
    {
        "title": "Conceptions of high school students on atomic models, radiation and radioactivity",
        "authors": "P S S Cardoso, M C S Nunes, N M Trindade",
        "venue": "The Physical Educator",
        "year": "2020",
        "abstract": "This research aimed to investigate the misconceptions on nuclear physics topics. Misconceptions are defined as ideas whose meaning departs from what is commonly accepted by scientific consensus. A total of 34 high school students of the Federal Institute of Education, Science and Technology of São Paulo (IFSP), Brazil, answered a questionnaire on atomic model, radiation and radioactivity themes. The results showed that more than half of the students used similar representations to the Rutherford model when they had to draw an atom. In addition, at least 60% of the students had heard about radiation but could not explain the scientific meaning of the term. Also, it was noted in the research the influence of knowledge acquired by students outside the classroom by mentions made on nuclear fission, a topic not covered in the curriculum, and the frequent use of the Rutherford atomic model, ideas often conveyed by the media. Thus, there is a need for further discussion by teachers and teachers in training on the inclusion of nuclear physics topics in the high school curriculum. \nCollapse",
        "doi": "10.1088/1361-6552/ab7fc6"
    },
    {
        "title": "Misconceptions in the Learning of Natural Sciences: A Systematic Review",
        "authors": "Frank Guerra-Reyes, Eric Guerra-Dávila, Sandra Guevara-Betancourt",
        "venue": "Education sciences",
        "year": "2024",
        "abstract": "The determination of misconceptions among students is a prerequisite to driving conceptual, procedural, and attitudinal changes. This study aimed to investigate the causes and effects that misconceptions generate in the learning of natural sciences, as well as the basic categories of misconceptions in the learning of physics held by high school students. Under the PRISMA guidelines, the research consisted of a systematic literature review in three databases: Scopus, WoS, and Dimensions. Data visualization and analysis were supported by the following tools: VOSviewer, Bibliometrix, and ATLAS.ti. It was concluded that misconceptions do not solely depend on students’ behavior; teacher training and preparation also have a direct influence on this issue. The main factors include persistent use of the didactic model of transmission–reception, the influences of students’ daily experiences, decontextualization of the addressed content, limited development of research skills, usage of inadequate teaching methods, texts full of formulas, and exaggerated schemas. Physics stands out as the most studied discipline, in terms of misconceptions. Several topics were identified that contained misconceptions grouped into four main subject areas: thermodynamics, waves and sound, mechanics, and radiation and light. \nCollapse",
        "doi": "10.3390/educsci14050497"
    },
    {
        "title": "Fostering Secondary School Science Students’ Intrinsic Motivation by Inquiry-based Learning",
        "authors": "R. Meulenbroeks, Rob van Rijn, Martijn Reijerkerk",
        "venue": "Research in Science Education",
        "year": "2023",
        "abstract": "Intrinsic motivation plays a unique mediating role in student academic performance. An inquiry-based learning (IBL) physics practical is studied in terms of effects on secondary school students’ intrinsic motivation towards performing science practicals.\n \n \n After performing IBL experiments on ionizing radiation, 38 secondary school physics students were interviewed and expressed their need for support in two main areas: the inquiry process and non-salient tasks, i.e., operating the equipment. The IBL experiments were revised accordingly, providing scaffolding through revised worksheets and videos on the use of the equipment. Subsequently, a quasi-experiment was carried out. One experimental group received both a revised worksheet and a video (N = 88), the other only received the worksheet (N = 67). Students performing the same practical on the basis of a step-by-step instruction sheet were used as a control group (N = 87). Five subscales of the intrinsic motivation inventory were used as a pre- and post-test for all three groups. Results show significant gains in the Interest/Enjoyment as well as Effort/Importance subscales favouring both IBL groups. With an instructional video, all five subscales show a significant increase as compared to the control group.\n \n \n The results point to the advantages of using an IBL approach for practicals, provided appropriate scaffolding is used in terms of equipment operation and inquiry process.\n \nCollapse",
        "doi": "10.1007/s11165-023-10139-0"
    },
    {
        "title": "Physics Education Students' Understanding of X-Ray Concepts and Applications: An Interview Study on Stambuk Students 2021",
        "authors": "Grace Kania Violentina Sembiring, Nurul Fadilah, Apri Ananta Sitio",
        "venue": "Golden Ratio of Data in…",
        "year": "2025",
        "abstract": "This research aims to explore the understanding of Physics Education students of the class of 2021 regarding the concept and application of X-rays in various fields. Through a qualitative approach with an in-depth interview method, this study involved three participants to gain insight into their understanding of the basic principles of X-rays, the formation process, as well as aspects of radiation safety and risk. The results show that although students have a basic understanding of X-rays as electromagnetic radiation, there are misconceptions about the scope of their application and the principles of physics that underlie the formation of X-rays. The study also found limitations in lecture materials in emphasizing aspects of radiation protection and its applications outside the medical world, which is important to strengthen a comprehensive understanding. Based on these findings, the study provides recommendations to develop a more applicable curriculum, improve practicum facilities, and integrate cross-disciplinary studies so that students have a broader understanding of X-rays. \nCollapse",
        "doi": "10.52970/grdis.v5i1.840"
    },
    {
        "title": "Development and use of a three-tier diagnostic test to assess high school students’ misconceptions about the photoelectric effect",
        "authors": "Erdal Taslidere",
        "venue": "Research in Science & Technological Education",
        "year": "2016",
        "abstract": "Abstract Background: In the last few decades, researchers have turned their attention to students’ understanding of scientific concepts at different school levels. The results indicate that the learners have different ideas, and most of them are inaccurate in terms of those generally accepted by the scientific community. Purpose: This study was undertaken to describe the development, validation and use of a three-tier multiple-choice diagnostic test (PEMT) to reveal Turkish high school students’ common misconceptions in terms of the photoelectric effect. Sample: In this study, 243 students (male=86, female=137) from six high schools made up the sample which comprised approximately 76% of the 11th grade population. Design and Methods: Based on findings from the literature, open-ended questions and interviews, the PEMT was developed and administered to 243 students. The data was analysed descriptively. Results: The Cronbach’s alpha reliability coefficient of the scores was estimated as .83. Construct, content and face validities were established by senior experts and through the use of statistical techniques. The findings denoted that the test is a valid and reliable measure of students’ qualitative understanding of the photoelectric concept. The results revealed that the majority of the students demonstrated a limited understanding of the photoelectric effect and have five prevalent misconceptions. These are: (1) an increase in intensity would provide the photon with enough energy to release electrons; (2) the photoelectric effect results from the ionization of atoms through the interaction with light; (3) a light beam whose photons have smaller energies than the work function would release electrons with the help of a voltage source; (4) the number of photoelectrons depends on the energy of the photon and (5) the photon has kinetic energy and it depends on the colour of light. The last two misconceptions were discovered in the current study. Conclusion: The findings indicated that the PEMT is a reliable and valid measuring tool for investigating high school students’ conceptual understanding and misconceptions. Future studies could use the PEMT as a tool for assessing the misconceptions of high school students, pre-service science or pre-service physics teachers. \nCollapse",
        "doi": "10.1080/02635143.2015.1124409"
    },
    {
        "title": "Understanding the Common Misconceptions of Temperature (ΔT) and Heat (Q) for PSP and Non-PSP Teachers",
        "authors": "Antonio Novoa, Ali Kamran, Syed Muhammad Yousaf Farooq",
        "venue": "Assyfa Learning Journal",
        "year": "2024",
        "abstract": "This study investigates the comprehension of temperature (ΔT) and heat (Q) in elementary school physics. This research uses a case study technique involving one instance of temperature (ΔT) and heat (Q). Five hundred forty-seven prospective teachers participated in the research during the 2022-2023 school year. This study employs observation, interviews, and document analysis for data collection. This study, which included pre-service physics teachers (Psp) and in-service physics teachers (Non-Psp), was conducted in a classroom setting. In qualitative analysis, the participants' methods of determining temperature change (ΔT) and heat (Q) were examined using descriptive-analytic approaches. Data collected from participants is analyzed based on prepared topics and direct quotations from the issues in which the results are consolidated. Research analysis indicates that participants struggle to differentiate between temperature (ΔT) and heat (Q) due to the reliance on rote teaching methods and students' preconceived notions about nature that may not align with scientific concepts. When compared to scientific principles. Teachers lack understanding of the origin of temperature change (ΔT) and heat (Q). Studying temperature change (ΔT) and heat transfer (Q) involves practical applying issues and physics concepts. Both PSP and non-PSP teachers lack understanding of the ideas underpinning kinematics, which they are expected to teach in the classroom. Poor comprehension of essential concepts by teachers will hinder students' learning outcomes. Teachers can define temperature. If he lacks an understanding of temperature concepts like Celsius, Kelvin, Reamur, and Fahrenheit, as well as the concept of heat connected to conduction, convection, and radiation, then... Under those circumstances, the teacher will struggle to educate efficiently. \nCollapse",
        "doi": "10.61650/alj.v2i1.127"
    },
    {
        "title": "Evolution of Teaching Radiology on Medical Students",
        "authors": "Wissam Akram",
        "venue": "International Journal for Scientific Research",
        "year": "2023",
        "abstract": "Abstract\nIonizing radiation is widely used in the field of medicine both for diagnosis and treatment. So, Understanding the principles of radiation safety and how to apply them in clinical practice is critical for medical and paramedical staff The study was conducted to assess the knowledge of nursing staff about ionizing radiation and protection from ionizing radiation during the diagnostic and therapeutic examination. In this study, a quantitative descriptive approach and a comprehensive review of previous studies were followed in order to emphasize the importance of teaching medical physics and ionizing radiation science because of its extremely important impact on the nursing staff working in medical institutions and radiological examination centers of both types, diagnostic and therapeutic. Through this study, we noticed that the paramedical staff's knowledge of physics and technology was not sufficient, and from our point of view, it does not meet the needs of healthcare institutions that require a deep understanding of tools and equipment that depend on the principles and laws of physics. We also expect that the nursing staff's lack of knowledge of the physical foundations and laws that are used may have a negative impact on the patients' condition in clinical practice. Thus, there is a need to improve nursing students' knowledge of physics by changing the way biophysics is taught in the nursing curriculum.",
        "doi": "10.59992/ijsr.2023.v2n8p10"
    },
    {
        "title": "The effects of a university research reactor’s outreach program on students’ attitudes and knowledge about nuclear radiation",
        "authors": "Katrina Brown",
        "venue": "Research in Science & Technological Education",
        "year": "2018",
        "abstract": "ABSTRACT Background Many students carry negative beliefs about nuclear radiation and have concerns regarding the safety of nuclear power. However, most of these students have not had any personal or educational experiences with nuclear radiation or reactors on which to form these opinions. Purpose To examine the influence that a visit to a nuclear reactor could have upon students’, the impact of a reactor’s outreach program on students’ attitudes toward nuclear power and their scientific knowledge about nuclear radiation and reactors was explored. Program description The students in this study visited a research and teaching reactor on a university campus. Instructed by reactor staff, they participated in a series of hands-on activities that explored and explained ionizing radiation, and they toured the reactor facilities. Sample The subjects were 32 students, 13–14 years of age, from a rural area of the United States. Design and methods The students were surveyed before and after the program using open-ended and Likert scale items, and were asked to complete a nuclear science version of the Draw-A-Scientist-Test. Results The findings indicate that the students’ attitudes toward nuclear radiation and nuclear power became more positive and judicious after visiting the reactor, and there was a corresponding increase in student knowledge about nuclear reactors and nuclear radiation. Before the program, some of the students carried common scientific misconceptions about nuclear power and nuclear radiation, and the outreach was successful in challenging those misconceptions if they were directly addressed. Conclusions Increased instruction on the topics of nuclear radiation and reactors led students to have views on these topics that were more knowledgeable and discriminating. The results imply that outreach programs at reactors can be valuable in terms of educating students and developing their attitudes toward nuclear power and nuclear radiation. \nCollapse",
        "doi": "10.1080/02635143.2018.1465032"
    },
    {
        "title": "Students’ conceptions of radiation and what to do about them",
        "authors": "T. Plotz",
        "venue": "Physics Education",
        "year": "2016",
        "abstract": "For good science teaching, it is necessary to have knowledge of your students’ preconceptions. Numerous studies have been conducted about typical ideas that students bring to the science classroom in science education research. Unfortunately the domains of which we know preconceptions are not distributed evenly and there is a lack of studies about students’ conceptions of electromagnetic radiation. This literature review focuses on the existing body of studies around those conceptions. All studies focusing on conceptions of radiation, including nuclear radiation, have been considered if they were published in international peer reviewed journals in English and German between 1980 and the present day. Some interesting conceptions mentioned in different studies are pointed out, as well as gaps in the literature that need to be filled. At the end, some ideas to conquer misconceptions are presented. \nCollapse",
        "doi": "10.1088/1361-6552/52/1/014004"
    },
    {
        "title": "Identification of Prospective Chemistry Teachers’ Misconceptions When Practicing Basic Teaching Skills and Their Correction Through Cognitive Conflict Strategies",
        "authors": "S. Winarni, Syahrial Syahrial",
        "venue": "Jurnal Pendidikan Sains…",
        "year": "2023",
        "abstract": "Chemical misconceptions occur in almost all topics. Identification of chemical misconceptions has been carried out on students, students and even teachers. Chemical concepts are interrelated, so misconceptions at the primary level have the potential to cause misconceptions in the next concept. This study aims to identify misconceptions held by prospective chemistry teachers practicing basic teaching skills and overcome them through cognitive conflict strategies. This research is a naturalistic case study with an interpretive paradigm framework. Research is carried out naturally (natural setting) following the ongoing lecture program. The research was conducted during the even semester of the 2021/2022 academic year with 32 meetings for two classes. The research participants comprised 25 students (2 classes) taking microteaching courses. As the main instrument, the researcher is a microteaching subject with more than ten years of teaching experience. Data were collected using observation and interview methods with a cognitive conflict strategy framework. The results showed many misconceptions, including ionic bonds, ionization, and the formula for determining the pH of a buffer solution. Four prospective chemistry teachers experienced this misconception when practicing basic teaching skills. The correction results showed that 3 out of 4 students managed to correct the misconceptions that had been experienced before. One misconception is resistants. Based on the study results, it is recommended that a teacher or instructor pay attention to the misconceptions that occur and immediately overcome them as soon as possible. \nCollapse",
        "doi": "10.24815/jpsi.v11i2.28304"
    },
    {
        "title": "Assessment of Public Awareness of the Detrimental Effects of Ionizing Radiation in Kontagora, Niger State, Nigeria",
        "authors": "S. Daniel",
        "venue": "International Journal of Science and Technology",
        "year": "2014",
        "abstract": "Abstract\nThis study investigated the level of public awareness of detrimental effects of ionizing radiation in Nigeria, a case study of Federal College of Education Kontagora Niger State. A total of thirty-five (35) Lecturers and seventy-five students (75) were randomly selected from the five schools in the College. The instrument used for data collection was a questionnaire. Data obtained from the questionnaire was analysed using simple percentages. The result of the study revealed that 10 (28.6%) out of 35 lecturers and 32 (42.7%) out of 75 students of the sampled population were totally unaware of ionization radiation and its health detriments. Moreover, the remaining percentage of both Lecturers and Students had limited knowledge about ionizing radiation and its detrimental effects to humans. The research also shows that a significant percentage of both Lecturers and Students claimed that the topic ‘Ionizing radiations and their health detriments’ is not relevant to their field of academic inclination. Based on the findings of the research, it was therefore recommended that the government, NNRA, Physicist and concerned individuals should enlighten the general public on ionizing radiations, its health detriment and safety measures through seminars and the mass media.",
        "doi": ""
    },
    {
        "title": "Three Misconceptions About Radiation — And What We Teachers Can Do to Confront Them",
        "authors": "S. Neumann",
        "venue": "The Physics Teacher",
        "year": "2014",
        "abstract": "During the last few years teaching physics, I have noticed that my students are becoming more and more interested in the topic of radiation. Mobile phones, modern game consoles, and WiFi—all of these devices involving some kind of radiation are part of our students' everyday lives. Students are also frequently confronted in the media with debates relating to different types of radiation: What are the effects of nuclear contamination going to be after the Fukushima accident? Can radiation from mobile phones really cause cancer? Should the use of tanning booths be forbidden for teenagers? Although students seem to be very motivated to learn about the topic of radiation, I have encountered several misconceptions about this topic that my students bring into the physics classroom. Some of these misconceptions might be caused by biased media reports, while others can be attributed to a different usage of the word radiation in everyday language (when compared to the scientific usage of this term). In this paper,... \nCollapse",
        "doi": "10.1119/1.4893090"
    },
    {
        "title": "Evaluation of a novel General Education Courses on Radiation Protection for Undergraduates.",
        "authors": "T. Liang, Chao Zhang, Guihua Hou",
        "venue": "Health Physics",
        "year": "2024",
        "abstract": "ABSTRACT\nObjective: To evaluate the effectiveness of a general education course titled \"The Basis of Radiation Protection\" in building and strengthening undergraduate awareness of radiation safety and cultivating innovative individuals with reasonable knowledge structures and strong practical abilities. Methods: All students from 2021 to 2022 enrolled in the core general education course \"The Basis of Radiation Protection\" at Shandong University of China were invited to participate. A questionnaire survey was conducted to determine changes in the students' basic cognition of radiation safety and scientific protection before and after the course. Results: The survey indicated that the cognitive level of radiation science protection had significantly improved through course completion. The Liszt quantification score range increased from 3.45 to 4.77 to 4.81 to 4.98 (p < 0.001). Further analysis revealed that different professional backgrounds significantly affected students' understanding of radiation safety protection; medical students were superior to electrical engineering students in their knowledge of ionizing radiation before the course (p < 0.001). However, after course completion, the understanding of students from both majors regarding radiation safety had relatively improved, and no significant difference was detected (p > 0.05). Feedback on the course showed that the awareness of \"daily radiation protection\" had significantly improved (96.8%), pseudoscience and pseudo-information could be correctively identified (93.6%), \"nuclear power\"-related fears had been dispelled (95.7%), and the concept of \"cherishing life\" had been effectively established (91.5%). Conclusion: The course effectively improved the awareness of radiation safety, strengthened the knowledge system, and provided a new way to cultivate innovative talent with reasonable knowledge structures. \nCollapse",
        "doi": "10.1097/HP.0000000000001836"
    },
    {
        "title": "Review of Scientific Literacy of Pre-Service Teachers on Electromagnetic Radiation",
        "authors": "K. Kotsis, Leonidas Gavrilas",
        "venue": "European Journal of Contemporary Education and E-Learning",
        "year": "2025",
        "abstract": "This paper examines the scientific literacy of pre-service teachers regarding electromagnetic radiation, highlighting the essential role of teacher education in developing future educators' comprehension of intricate scientific concepts. The study reveals substantial deficiencies in the existing literature, notably the absence of longitudinal studies and the incorporation of culturally responsive teaching methodologies, which are crucial for accommodating diverse student backgrounds. The study highlights the necessity of providing pre-service teachers with a solid foundational understanding of electromagnetic radiation to address common misconceptions and improve their teaching efficacy. Through the promotion of inquiry-based learning and the integration of contemporary technological tools, teacher preparation programs can enhance educators' capacity to link theoretical concepts with practical classroom applications. The findings underscore systemic deficiencies in teacher training programs, indicating an urgent necessity for curriculum reforms that emphasize scientific literacy as an essential element of teacher education. The study advocates for future research to investigate the intersections of scientific literacy, cultural contexts, and pedagogical practices, utilizing diverse methodological approaches to enhance the current body of knowledge. Enhancing scientific literacy among pre-service teachers is essential for cultivating educators who can effectively comprehend and impart complex scientific concepts, thereby promoting greater scientific awareness in a technology-oriented society. \nCollapse",
        "doi": "10.59324/ejceel.2025.3(1).05"
    },
    {
        "title": "Exploring Students Thinking of Atoms and Radiation with the Atom Builder Simulator",
        "authors": "A. Hafele, Andy J. Johnson",
        "venue": "Paper present at the Proceedings The National Conference",
        "year": "2016",
        "abstract": "Although nuclear power is touted as an important future energy source, few Americans understand it. We are developing inquiry materials on radioactivity to address this literacy gap and have uncovered substantial student difficulties with thinking of atoms as sources or as victims of ionizing radiation. Learning about radiation requires understanding the general structure and properties of atoms. We wanted to characterize student concepts and find out whether using a new simulator would help them understand the behavior and structure of atoms. We used mixed methods to infer student ideas. Most students entering a survey level physics course had only vague ideas about the structure of atoms and had great difficulty constructing coherent mental models of atoms. For example, most did not relate atoms to elements. Some drew protons orbing the nucleus and others thought that \"electron shells\" or \"membranes\" hold electrons in place. Students knew very little about ions, isotopes and the radioactivity of atoms. These difficulties impair student understandings of the simplest radiation processes - emission and ionization. To scaffold Piaget's formal reasoning among students who reason concretely we developed an inquiry-based atom simulator. Using the \"Atom Builder\" students manipulate one atom at a time and observe its behavior. New inquiry-based activities guide student investigations into atoms. By the end of the unit student knowledge and understanding of atomic structure and ionization improved dramatically in comparison with lessons without the simulator. We will present ways of thinking about atoms that students brought to the classroom, and demonstrate how they developed using the inquiry simulator. This work is part of a three year curriculum development project supported by NSF DUE grant 0942699. The radiation materials and simulators are available online at www.camse.org/andy/radiation. \nCollapse",
        "doi": ""
    },
    {
        "title": "Identifying & Resolving Problematic Student Thinking About Ionizing Radiation",
        "authors": "Natalie DeKay, R. Maidl, Andy J. Johnson",
        "venue": "Proceedings of the 2012 National Conference on Undergraduate Research",
        "year": "2012",
        "abstract": "We are developing an inquiry-based radiation curriculum for teaching radiation literacy at the high school and college levels. We have found that students’ initial ideas about radiation are problematic for comprehending the characteristics and effects of radiation. For example, students initially do not distinguish between radiation and the radioactive source. In an earlier study, Eijkelhof 1 clearly identified undifferentiated radiation concepts among Dutch high school students. The undifferentiated view is that radiation is “bad stuff”, that there is no difference between radiation and radioactivity, and that radiation causes contamination. The goal of the radiation materials is for students to develop the more sophisticated view of radiation as highspeed, subatomic particles. Such a view distinguishes between radiation and radioactive materials and enables thinking about mechanisms of radiation emission and interaction with matter. Problems arise as students develop the subatomic particle view - for example, many try to hang on to the contamination idea of radiation. This study builds on the research of Eijkelhof to identify and characterize students’ initial ideas about radiation in terms of Eijkelhoff’s undifferentiated radiation concept. We identify the avenues by which the majority of the students in the trial course developed more sophisticated ways of thinking, characterize the learning gains, and determine if a conceptual change was in fact necessary to develop these new models of thinking. Using qualitative methods, we have inferred student thinking from conversations, observations, video recordings, interviews, and class work in order to determine their models of thinking from beginning to end. This research is part of the Radiation By Inquiry project supported by NSF DUE grant 0942699. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or of Black Hills State University. \nCollapse",
        "doi": ""
    },
    {
        "title": "Identifying and Resolving Problematic Student Reasoning About Ionizing Radiation",
        "authors": "R. Maidl, Natalie DeKay",
        "venue": "NCUR",
        "year": "2012",
        "abstract": "The Radioactivity By Inquiry Project is developing an inquiry-based radiation curriculum for teaching radiation literacy at the high school and college levels. Researchers for this project have found that students’ initial ideas about radiation are problematic for comprehending the characteristics and effects of radiation. For example, students initially do not distinguish between radiation and the radioactive source. In an earlier study, Eijkelhof1 clearly identified undifferentiated radiation concepts among Dutch high school students. The undifferentiated view is that radiation is “bad stuff”, that there is no difference between radiation and radioactivity, and that radiation causes contamination. The goal of the radiation materials is for students to develop a more sophisticated view of radiation as high-speed, subatomic particles. Such a view distinguishes between radiation and radioactive materials and enables thinking about mechanisms of radiation emission and interaction with matter. Problems arise as students develop the subatomic particle view - for example, many try to hang on to the contamination idea of radiation. This study builds on the research of Eijkelhof to identify and characterize students’ initial ideas about radiation in terms of Eijkelhof’s undifferentiated radiation concept. This paper identifies the three facets in which 90% of the students in the trial course developed more sophisticated ways of understanding the scientific view of radiation, characterizes the learning gains, and discusses necessity of a conceptual change in order to develop these new models of thinking. Using a phenomenological approach2, the researchers have inferred student reasoning on radiation - from the beginning to the end of the course materials - as expressed in conversations, observations, video recordings, interviews, and class work. The Radiation By Inquiry project is supported by NSF DUE grant 0942699. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation or of Black Hills State University. \nCollapse",
        "doi": ""
    },
    {
        "title": "ANALISIS PEMAHAMAN MAHASISWA PENDIDIKAN FISIKA UNIVERSITAS JEMBER PADA MATERI TEKNOLOGI RADIASI IONIZING DALAM PENGAWETAN BAHAN PANGAN",
        "authors": "Ahmad Nor Hamidy, S. Sudarti, T. Prihandono",
        "venue": "JURNAL PEMBELAJARAN FISIKA",
        "year": "2021",
        "abstract": "Most Physics Education students do not know about ionizing radiation technology in food preservation. This study aims to determine and analyze the ability of physics education students at the University of Jember in understanding ionizing radiation technology in food preservation. The research method used is a questionnaire method to 50 physics education students at the University of Jember. The research variable is students' knowledge of ionizing radiation technology as food preservation. The data collection technique used is by giving 10 multiple choice questions to 50 students of Physics Education. The results of student answers will be analyzed and represented in the form of tables and pie charts. \nCollapse",
        "doi": "10.19184/jpf.v10i4.27998"
    },
    {
        "title": "Exploring Learning Difficulties Associated with Understanding Ionizing By Radiation",
        "authors": "A. Hafele",
        "venue": "Proceedings of the 2012 National Conference on Undergraduate Research. Retrieved from http://ncurproceedings. org/ojs/index. php/NCUR2012/article/view/304",
        "year": "2012",
        "abstract": "What does the word \"ionizing\" mean in the phrase \"ionizing radiation\"? This question serves as a litmus test for student understanding on how radiation affects matter. The focus of this investigation is how non-science undergraduates can come to understand the interaction of radiation with matter through inquiry. The above question helps classroom researchers determine whether students have a coherent mental model of the ionization process, in which high speed subatomic particles (radiation) knock electrons out of atoms rendering them ionized. Substantial pedagogical support is required to get more than a small fraction of the class to develop usable models of ionization. Despite carefully planned instruction on ionization only 12% of non-science majors answered this question correctly the first time it was asked two years ago. In response to this problem extensive support was developed including research-based strategies and a new simulator for ionization by radiation. Although much progress has been made in the number of students who understand the ionization process, approximately 30% of the students still fail to understand this fundamental radiation process. Understanding ionization requires understanding three things: what an ion is, the basic characteristics of radiation, and the process of ionization. Students then must put these ideas together to create a complete mental model of the ionization process. The goals of this study are to identify the learning difficulties and their possible causes, exploring possible ways to resolve them. Mixed methods were used to infer students thinking using data from video, exams, journals, interviews, and homework. This research is part of the Radiation By Inquiry project supported by NSF DUE grant 0942699. \nCollapse",
        "doi": ""
    },
    {
        "title": "Invisible Misconceptions: Student Understanding of Ultraviolet and Infrared Radiation.",
        "authors": "J. Libarkin, Anila Asghar, P. Sadler",
        "venue": "Astronomy Education Review",
        "year": "2011",
        "abstract": "The importance of nonvisible wavelengths for the study of astronomy suggests that student understanding of nonvisible light is an important consideration in astronomy classrooms. Questionnaires, interviews, and panel discussions were used to investigate 6–12 student and teacher conceptions of ultraviolet (UV) and infrared (IR). Alternative conceptions about the characteristics and human sensual perception of visible light, UV and IR, were observed in many students and in a subset of teachers. Instruction involving electromagnetic radiation should first address preexisting alternative conceptions, and conceptual questionnaires such as the one used here can help teachers to identify student ideas prior to instruction. \nCollapse",
        "doi": "10.3847/AER2011022"
    },
    {
        "title": "Students’ misconceptions about heat transfer mechanisms and elementary kinetic theory",
        "authors": "S R Pathare, H C Pradhan",
        "venue": "Physics Education",
        "year": "2010",
        "abstract": "Heat and thermodynamics is a conceptually rich area of undergraduate physics. In the Indian context in particular there has been little work done in this area from the point of view of misconceptions. This prompted us to undertake a study in this area. We present a study of students’ misconceptions about heat transfer mechanisms, i.e. conduction, convection and radiation, and about elementary kinetic theory.",
        "doi": "10.1088/0031-9120/45/6/008"
    },
    {
        "title": "MCHP (Monte Carlo + Human Phantom): Platform to facilitate teaching nuclear radiation physics",
        "authors": "Mehrdad Shahmohammadi Beni, H. Watabe, Kwan Ngok Yu",
        "venue": "PLoS ONE",
        "year": "2021",
        "abstract": "Abstract\nSome concepts in nuclear radiation physics are abstract and intellectually demanding. In the present paper, an “MCHP platform” (MCHP was an acronym for Monte Carlo simulations + Human Phantoms) was proposed to provide assistance to the students through visualization. The platform involved Monte Carlo simulations of interactions between ionizing radiations and the Oak Ridge National Laboratory (ORNL) adult male human phantom. As an example to demonstrate the benefits of the proposed MCHP platform, the present paper investigated the variation of the absorbed photon dose per photon from a 137Cs source in three selected organs, namely, brain, spine and thyroid of an adult male for concrete and lead shields with varying thicknesses. The results were interesting but not readily comprehensible without direct visualization. Graphical visualization snapshots as well as video clips of real time interactions between the photons and the human phantom were presented for the involved cases, and the results were explained with the help of such snapshots and video clips. It is envisaged that, if the platform is found useful and effective by the readers, the readers can also propose examples to be gradually added onto this platform in future, with the ultimate goal of enhancing students’ understanding and learning the concepts in an undergraduate nuclear radiation physics course or a related course.",
        "doi": "10.1371/journal.pone.0257638"
    },
    {
        "title": "Awareness of Turkish Pre-Service Teachers about the Risks of Electromagnetic Radiation in Daily Life Cases",
        "authors": "Handan Ürek",
        "venue": "Journal of Science Learning",
        "year": "2021",
        "abstract": "The aim of this study was to investigate the awareness of Turkish pre-service teachers about the risks of electromagnetic radiation which stem from diagnostic imaging at the hospitals and cell phone use in daily life. The study was based on a survey research. A total of 138 education faculty students ( n =41 Science Teaching [ST], n =49 Classroom Teaching [CT], n =48 English Language Teaching [ELT]) in Turkey participated in the study. Data were collected with the help of a questionnaire involving five cases. Both qualitative and quantitative approaches were utilized in data analysis. The results showed that most of the participants agreed on the hazardousness of the cases. However, their risk awareness varied from case to case. Most of ST and CT students were determined to possess acceptable responses in addition to partially acceptable responses. On the other hand, ELT students were determined to favor unacceptable responses. Besides, the participants held several misconceptions. To conclude, the awareness levels of the participants were found to be significantly related to their educational field for all cases except the first case. Addressing such popular subjects in the elective courses for all undergraduate students during university education is expected to provide beneficial results. \nCollapse",
        "doi": "10.17509/JSL.V4I2.30274"
    },
    {
        "title": "A Pilot study on using formetric scanning method to investigate spinal deformity of Vietnamese students",
        "authors": "Quoc Khanh Vo, Thao Hoang Nguyen, Quang Linh Huynh",
        "venue": "Engineering & Technology",
        "year": "2021",
        "abstract": "Abstract\nThe increasing trend of working time and pressure on students, especially passive posture due to using computers in the learning process with inadequate attention to health has made spinal abnormal symptoms more and more common in the world. In particular, spinal deformity is one of the reasons affecting the normal development of adolescents, causing many circulatory and respiratory diseases and leading to psychological effects as well. Early detection of spinal deformities is thus one of the important tasks in routine scoliosis screening at secondary school in many countries, but not yet in Vietnam. The purpose of this study was to test the use of the DIERS formetric 4D device to conduct a pilot study on the spinal deformity of a group of students to investigate the possibility of using this method for widespread deployment in the future of scoliosis screening program. This is a new spine measurement method that does not use ionizing radiation, gives multi-parameter results, and is suitable for periodic scoliosis screening for all ages. Experimental measurements were performed on a group of 40 students consisting of 26 males and 14 females. The results showed that most of the students had abnormal expressions such as hunchback, and scoliosis. 18 out of 40 samples showed pelvic dislocation. The above cases can be caused by prolonged sitting time, a lack of physical exercise, and a wrong sitting posture. Abnormal cases in women have some common features of living habits. The results of the mentioned pilot study allow us to determine the necessary factors to use the DIERS method in proposing the implementation of a mass screening program for spinal deformities, especially in the national school medicine program.",
        "doi": "10.32508/stdjet.v4isi2.997"
    },
    {
        "title": "Analyzing of Students’ Misconceptions on Acid-Base Chemistry at Senior High Schools in Medan",
        "authors": "Zainuddin Muchtar Harizal",
        "venue": "Journal of Education and Practice",
        "year": "2012",
        "abstract": "Students’ misconceptions on acid-base chemistry at senior high schools in Medan were investigated in this study. The study involved 179 of XI grade students from six different schools in Medan selected based on their accreditation. Students’ misconceptions on acid base chemistry topic were identified and collected by giving a valid test developed by researcher to the students in form of Acid-Base Chemistry Misconception Test containing 12 open-ended multiple choices. The data collected were processed and categorized based on students’ achievement and students’ understanding. It was revealed that students had fifteen misconceptions and eleven submisconceptions. From five main concepts investigated in acid-base chemistry, percentage of students’ responses categorized as specific misconceptions are acid and base concepts (22.07%), pH and pOH concepts (43.58%), ionization degree and equilibrium constant concepts (8.94%), acid-base indicators concept (6.15%), and acid-base titration concept (9.50%). The study also revealed four main students’ problems in understanding acid-base chemistry namely fragmentation of students’ understanding, problems with symbols and mathematical formula, difficulties in understanding the context in acid-base chemistry, and problems in generalization. Keywords: students’ misconception, acid-base chemistry, students’ achievement, students’ understanding \nCollapse",
        "doi": ""
    },
    {
        "title": "Secondary students’ ideas about scientific concepts underlying climate change",
        "authors": "Lorna Jarrett, G. Takacs",
        "venue": "Environmental Education…",
        "year": "2019",
        "abstract": "Abstract We present ideas about concepts underlying climate change, held by students in years 9 and 10. Misconceptions about climate change are common among students, and may be due to misconceptions about underlying concepts. To investigate this, we developed the Climate Change Concept Inventory (CCCI), and trialed it with 229 students; corroborating findings through focus group interviews. Our interview method and data analysis methods are described. Findings included overestimation of human contributions to atmospheric carbon inputs, ultra violet radiation in sunlight, and greenhouse gases in the atmosphere. Students were unaware that CO2 dissolves in water, and of the role of oceans in the carbon cycle. Greenhouse gases other than CO2 were rarely known. Earth’s energy balance and black body radiation were not well understood. There were misconceptions about interactions between electromagnetic radiation and atmospheric gases; and limited understanding of carbon chemistry. The CCCI is available from the corresponding author. \nCollapse",
        "doi": "10.1080/13504622.2019.1679092"
    },
    {
        "title": "Repairing Student Misconceptions in Heat Transfer Using Inquiry-Based Activities.",
        "authors": "M. Prince, Margot Vigeant, Katharyn Nottis",
        "venue": "Chemical engineering education",
        "year": "2016",
        "abstract": "Eight inquiry-based activities, described here in sufficient detail for faculty to adopt in their own courses, were designed to teach students fundamental concepts in heat transfer. The concept areas chosen were (1) factors affecting the rate vs. amount of heat transfer, (2) temperature vs. perceptions of hot and cold, (3) temperature vs. energy and (4) the effect of color on thermal radiation. These concept areas were identified in the literature as both important for students to know and difficult for them to learn. The effectiveness of the inquiry-based activities was tested by examining pre/post learning gains on the Heat and Energy Concept Inventory (HECI) in both traditional classes and classes utilizing the activities. Results show that using these activities more than tripled the learning gains found in the targeted concept areas compared to conceptual learning gains found in the control classes utilizing traditional instruction. \nCollapse",
        "doi": ""
    },
    {
        "title": "Education and training to support radiation protection research in Europe: the DoReMi experience",
        "authors": "A. Ottolenghi, K. Trott, V. Smyth",
        "venue": "International Journal of…",
        "year": "2019",
        "abstract": "Abstract\nAbstract A review is presented to the program of education and training setup within the DoReMi Network of Excellence. DoReMi was funded by Euratom under the EU 7th Framework Programme to coordinate the EU research into risks from low-dose ionizing radiation. It was seen to be necessary to form a network of expert institutions in order to tackle the scientific questions with the resources available. From the start, importance was given to the need to stimulate and support education and training to build up the capability of the research community. DoReMi dedicated a workpackage to education and training that put in place a number of activities that have been successful in attracting new students into the area and introducing research scientists to new topic areas and technologies. The program of education and training in DoReMi provided a significant contribution to the low-dose radiation research community and has been further developed and extended in the following Euratom-funded project OPERRA and the European Joint Programme CONCERT.",
        "doi": "10.1080/09553002.2018.1454616"
    },
    {
        "title": "A thermoelectric cloud chamber: II. Contributions to medical physics education",
        "authors": "Lucas Wilian Gonçalves de Souza, A. Perini, L. P. Neves",
        "venue": "European journal of physics",
        "year": "2024",
        "abstract": "Abstract\nMedical Physics is a branch of science concerned with the application of physical principles in the benefit of health. It is an inherently interdisciplinary field that requires strong skills in various fields of science and technology. Thus, it is challenging for students and their learning processes benefit from teaching methodologies that enable a good understanding of abstract concepts. In this context, the cloud chamber can be used as an invaluable tool for teaching concepts related to ionizing radiation. In this study we present the radiation tracks obtained from the cloud chamber presented in Part I of this series. The device enabled the observation of numerous interactions between different ionizing radiations and matter. These interactions are discussed in the context of medical physics, highlighting the connection between the observed phenomena, their physical explanations, and their applications in the medical field.",
        "doi": "10.1088/1361-6404/ad230f"
    },
    {
        "title": "Ultraviolet Radiation - Level of Knowledge and Health Protection of College Students in Slovakia. An Educational-Questionnaire Study",
        "authors": "V. Jakušová, K. Capova, J. Jakuš",
        "venue": "Communications - Scientific letters of the University of Zilina",
        "year": "2012",
        "abstract": "Abstract\nThe damage to the human body by ultraviolet radiation (UVR) is a serious medical threat. UVR as a kind of non-ionizing radiation is essential for health, but excessive exposure poses health risks that may result in diseases, such as a malignant cutaneous melanoma, squamous and basal cell carcinomas, sunburn, solar keratoses, cortical cataract, pterygium, ocular melanoma, carcinoma of the cornea and conjunctiva, a reactivation of herpes labialis, suppression of the immune system, a premature skin aging, etc. [1], [2], [3]. In this respect, the higher intensities of mostly UVR-B radiation reaching the Earth surface due to the reduced concentration of an atmospheric ozone layer represents an important hazard to human health. The effective reduction of the stratospheric ozone concentration (below 220 Dobson units) was found in the Antarctica nearly 30 years ago [4]. Increased levels of UVR-B reaches its maximum between September and December [5]. Physical characteristics of UVR as well as the intensity of solar radiation are determined by the position of the Sun, by latitude, by specific conditions of the atmosphere and the Earth surface, time of exposure, meteorological conditions, and some additional environmental factors [6], [1]. The strict implementation of the Montreal Protocol on Substances that Deplete the Ozone Layer [7] needs to continue in order for the UVprotective ozone layer to eventually recover. The prevention of serious UVR-related diseases would not be possible without the complex study of UVR, which will enable a clearer understanding of its effects on the human body [8], [9]. Evidence suggests that repeated sunburns in particular during childhood and adolescence are linked to serious skin cancers (invasive melanomas and non-melanomas) in children [10] and in relatively young people aged under 55 [2], [11]. Some of these diseases seem to be related to hereditary factors, the sensitivity of particular skin (photo)type, colour of hair, the number of pigment naevi, life style, health habits, quality of environment, protection skills, and some other factors. In Slovakia for example, in the years of 2006, 2007, and 2008, the incidence (a number of new cases/year/10000 citizens) of malignant melanoma and other invasive skin cancers was 51.4, 54.8, and 54.5, respectively [12], [13], [14].",
        "doi": "10.26552/com.c.2012.1.89-95"
    },
    {
        "title": "Educational dialogue on public perception of nuclear radiation",
        "authors": "Varsha Hande, Karthik Prathaban, M. Hande",
        "venue": "International Journal of…",
        "year": "2021",
        "abstract": "Abstract\nAbstract Purpose Across the world, nuclear radiation and its effects on the population has been the topic of back-burner debates, given the strong emotional connotations involved. We believe that education is crucial for people to make informed decisions regarding nuclear energy. With a science-technology-society (STS) approach, a seminar-style educational module on Radiation and Society was formulated at Tembusu College, National University of Singapore (NUS) in 2015. This primarily aimed to equip students with the necessary analytical tools to assess evidence and thus, evaluate existing assumptions on radiation/nuclear power/nuclear energy, the effects on mankind and societal perception of radiation. Methods Radiation and Society was a seminar-style module which consisted of weekly 3-hour interactive sessions for 13 weeks. Throughout the semester, students were acquainted with themes and concepts related to radiation and society, such as the historical dimensions, radiation science, role in medicine, the psychology of radiation fear, existing radiation myths, complexities in radiation disaster response, communication of risks and emergency preparedness. Discussions during the sessions covered a variety of topics, including ionizing radiation as a result of nuclear fall-out, historical contextualization of nuclear fear, and uses of radiation in (bio)medicine, STS and science communication. Field visits to research reactors and cancer centers were arranged to showcase the diverse applications of nuclear radiation. Experts involved in various related spheres of influence shared their perspectives on matters such as technological developments in emergency preparedness, nuclear reactors, and societal impacts. Results The interactive facilitator-student sessions helped educate young minds about nuclear radiation. A post-course survey was conducted to obtain opinions of students on their perceptions of reliability and safety of nuclear energy, effectiveness of the seminar, and where radiation ranked relative to alternative energy sources. Overall findings of the survey indicated that although nuclear energy was perceived as a safe and reliable substitute, renewable energy was considered a better option. Participants felt that, as per the learning objectives, the sessions were effective in improving awareness regarding nuclear energy. Conclusion This seminar-style module equipped students with the analytical tools required to critically assess sources of knowledge and social perceptions of radiation. In addition to the concluding perceptions toward nuclear energy from the post-course survey, a pre-module/course survey to reveal changes in student attitudes is planned to aid refinement of the course in future iterations. Such educational efforts will allow students to be aware of both the pros and cons of nuclear radiation and thus, construct informed opinions.",
        "doi": "10.1080/09553002.2022.2009147"
    },
    {
        "title": "National Ultrasound Curriculum for Medical Students",
        "authors": "O. Baltarowich, D. D. Di Salvo, T. Dubinsky",
        "venue": "Ultrasound Quarterly",
        "year": "2014",
        "abstract": "Abstract\nAbstract Ultrasound (US) is an extremely useful diagnostic imaging modality because of its real-time capability, noninvasiveness, portability, and relatively low cost. It carries none of the potential risks of ionizing radiation exposure or intravenous contrast administration. For these reasons, numerous medical specialties now rely on US not only for diagnosis and guidance for procedures, but also as an extension of the physical examination. In addition, many medical school educators recognize the usefulness of this technique as an aid to teaching anatomy, physiology, pathology, and physical diagnosis. Radiologists are especially interested in teaching medical students the appropriate use of US in clinical practice. Educators who recognize the power of this tool have sought to incorporate it into the medical school curriculum. The basic question that educators should ask themselves is: “What should a student graduating from medical school know about US?” To aid them in answering this question, US specialists from the Society of Radiologists in Ultrasound and the Alliance of Medical School Educators in Radiology have collaborated in the design of a US curriculum for medical students. The implementation of such a curriculum will vary from institution to institution, depending on the resources of the medical school and space in the overall curriculum. Two different examples of how US can be incorporated vertically or horizontally into a curriculum are described, along with an explanation as to how this curriculum satisfies the Accreditation Council for Graduate Medical Education competencies, modified for the education of our future physicians.",
        "doi": "10.1097/RUQ.0000000000000066"
    },
    {
        "title": "A simplified approach for presenting the differences between ionising and non-ionising electromagnetic radiation",
        "authors": "S. Kontomaris, A. Malamou, N. Antonopoulou",
        "venue": "The Physical Educator",
        "year": "2019",
        "abstract": "Electromagnetic radiation can be classified into two major types depending on its ability to detach electrons from atoms: ionising and non-ionising. The aforementioned categorization is significant due to the effects of ionising radiation on human tissue (e.g. carcinogenesis). However, many students around the globe cannot distinguish these two types of electromagnetic radiation and as a result significant misconceptions arise regarding this topic (for example radiation emitted by mobile phones is considered by many students as ionising). Hence, in this paper a teaching approach specifically designed and implemented for the secondary education level is presented, based on the absorbed energy distribution by atoms/molecules in each radiation type. More specifically, the number of atoms/molecules that absorb equal doses of energy per unit mass can be used in order to explain the difference in the effects caused by the two abovementioned radiation types. Also, two analogies from classical mechanics are presented to provide a full insight into the energy distribution concept from a teaching perspective. \nCollapse",
        "doi": "10.1088/1361-6552/ab5c00"
    },
    {
        "title": "Significance of measured negative dead time of a radiation detector using two-source method for educational purpose",
        "authors": "A. K. Anbalagan, P.-W. Fang, Chih‐Hao Lee",
        "venue": "Journal of Radiation Research…",
        "year": "2021",
        "abstract": "ABSTRACT This paper emphasizes on the correction of a misconception among the students about the presence of negative dead time values determined by using a two-source method. To specify the importance of this work, weak sources have been designed specifically so that broad distribution of dead time values can be obtained including 30–40% of the negative values. During the measurements, students usually eliminate the measured negative dead time data intuitively, which leads to an inaccurate average detector dead time. In this work, together with the experimental results from the two-source method, we also performed Monte Carlo simulation. Thus, we correlated the statistical average distribution of dead time and proved that negative value of dead time exists when the weak sources are applied. Furthermore, these negative dead time values play a crucial role in determining the accurate dead time. Thus, this work will serve to be an excellent model for the students to learn about the scientific discipline in handling the experimental data correctly and the importance of error propagation in counting statistics. \nCollapse",
        "doi": "10.1080/16878507.2021.1987128"
    },
    {
        "title": "Maximizing Benefit and Minimizing Risk in Medical Imaging Use: An Educational Primer for Health Care Professions Students",
        "authors": "D. Armao, Terry S Hartman, J. Smith",
        "venue": "Journal of Medical Education…",
        "year": "2018",
        "abstract": "Abstract\n“I am not young enough to know everything.” Oscar Wilde Background: There is insufficient knowledge among providers and patients/caregivers of ionizing radiation exposure from medical imaging examinations. This study used a brief, interactive educational intervention targeting the topics of best imaging practices and radiation safety early in health professions students’ training. The authors hypothesized that public health, medical, and physician assistant students who receive early education for imaging appropriateness and radiation safety will undergo a change in attitude and have increased awareness and knowledge of these topics. Materials and methods: The authors conducted a 1.5-hour interactive educational intervention focusing on medical imaging utilization and radiation safety. Students were presented with a pre/postquestionnaire and data were analyzed using t tests and multivariate analysis of variance. Results: A total of 301 students were enrolled in the study. There was 58% (P < .01) and 85% (P < .01) improvement in attitude and knowledge regarding appropriateness of imaging, respectively. The authors also found an 8% increase (P < .01) in students who thought informed consent should be obtained prior to pediatric computed tomographic imaging. Physical assistant students were more likely than medical students to prefer obtaining informed consent at baseline (P = .03). Conclusions: A brief educational session provided to health professions students early in their education showed an increased awareness and knowledge of the utility, limitations, and risks associated with medical imaging. Incorporation of a best imagining practice educational session early during medical education may promote more thoughtful imaging decisions for future medical providers.",
        "doi": "10.1177/2382120518798812"
    },
    {
        "title": "Analisis Miskonsepsi Pada Materi Kesetimbangan dalam Asam Basa dan Hidrolisis Garam",
        "authors": "Muhamad Asep Hidayat Amin, Yuliana Dwi Asworo, Irwanto",
        "venue": "JRPK - Jurnal Riset…",
        "year": "2024",
        "abstract": "This study aims to analyze students' misconceptions about acid-base equilibrium and salt hydrolysis using instruments from [1]. This research is descriptive-quantitative, and the subjects of this study were students of classes XI and XII MIPA at one of the State Madrasah Aliyah in west Jakarta in the 2022/2023 school year. Data was collected using the two-tier multiple-choice web-based misconception diagnostic test. Based on the results of the study, it was found that in class XI, there were 80% of students who did not understand and 15% of students had the wrong concept on acid-base material, while in class XII, 72% did not understand and 24% of students had the wrong concept on acid-base material. The answers with the most misconceptions were found in acid-base question number 4, where 76% of students cannot choose which, ionic group can be together with a solution that is at room temperature under conditions of H+ ion concentration in a solution ionized by water of 1 x 10–13 mol/L and the reason for the proper explanation. Students tend to only understand what acid-base or hydrolysis salts are without strengthening their deeper concepts. \nCollapse",
        "doi": "10.21009/jrpk.132.05"
    },
    {
        "title": "ANALISIS PEMAHAMAN MAHASISWA PENDIDIKAN FISIKA UNIVERSITAS JEMBER TERKAIT TEKNIK IRRADIASI SINAR GAMMA PADA PENGAWETAN MAKANAN",
        "authors": "Nurul Kasanah, Erika Divian Chandhani, T. Prihandono",
        "venue": "JURNAL PEMBELAJARAN FISIKA",
        "year": "2023",
        "abstract": "One of the materials studied by physics education students at the University of Jember in the agrophysics course is material about ionizing and non-ionizing radiation. Understanding the material requires the ability to think critically. With critical thinking, students' understanding can be said to be good on ionizing and non-ionizing radiation material. In this study using descriptive research methods with a quantitative approach. The purpose of using this method is to describe the understanding of physics education students in understanding ionizing radiation material (ionizing) type of gamma rays on food preservation. Respondents in this study were physics education students at the University of Jember totaling 50 students. Data were collected by distributing questionnaires. Based on the results of the analysis of the answers obtained from the Physics Education students of Jember University on the questionnaire regarding the understanding of gamma-ray irradiation techniques in food preservation, it can be concluded that the understanding of the concept of students is quite good. Students who are prospective physics teachers must have an understanding of the concept of physics. To improve understanding, it is necessary to have a good discussion and argue logically to train critical thinking. \nCollapse",
        "doi": "10.19184/jpf.v12i4.39533"
    },
    {
        "title": "Problem-based structure for a teaching-learning sequence to overcome students’ difficulties when learning about atomic spectra",
        "authors": "F. Savall-Alemany, J. Guisasola, J. Martínez-Torregrosa",
        "venue": "Physical Review Physics…",
        "year": "2019",
        "abstract": "entities, and to interpret and predict experimental results [5,11–14]. Several studies have revealed persistent learning difficulties regarding spectra and energy quantization in introductory quantum physics courses. Sinarcas and Solbes [15] found that high school students had difficulties answering the question “How does the Bohr model explain discontinuous spectra?”, since more than 50% of the students did not give any answer. Didis and Wang [16] interviewed 9 pacosavall@gmail.com Published by the American Physical Society under the terms of the Creative Commons Attribution 4.0 International license. Further distribution of this work must maintain attribution to the author(s) and the published article’s title, journal citation, and DOI. PHYSICAL REVIEW PHYSICS EDUCATION RESEARCH 15, 020138 (2019) 2469-9896=19=15(2)=020138(17) 020138-1 Published by the American Physical Society university students who had taken a course in modern physics, focusing on quantization of radiation and energy and angular momentum quantization in the atom. They found that only 2 students had learned a scientifically correct model, while the remaining 7 students had difficulties related to the key idea that every transition is produced by the interaction between a single photon and a single atomic electron. By analyzing other phenomena related to energy quantization in atoms and radiation (not atomic spectra), Didis, Eryilmaz, and Erkoç [17] stated that, after following a whole course in modern physics, only 10% of the university students acquired a scientifically correct model. Likewise, research on the photoelectric effect had detected learning difficulties regarding energy quantization in radiation and in moving beyond the wave model [18]. In a previous paper [19], we established the key concepts (KC) that any quantum model of emission and absorption of electromagnetic radiation should consider in order to explain gas spectra in quantum physics introductory courses (see Table I). Moreover, we identified the main difficulties that high school students, university physics students, and high school teachers had regarding this issue. Specifically, we observed the following: • Students have difficulties with energy quantization in the atom (difficulties with KC1). They consider that an atom can have any amount of energy. This difficulty was also detected by Didis, Eryilmaz, and Erkoç [17]. We also found that some students and teachers identified the base state with the energy level of 0 eV. This difficulty has also been detected by Ivanjek et al. [20]. • Regarding the energy quantization in radiation (related to KC2), some students consider that a photon can be partially absorbed (difficulties with KC2.1). Some teachers and students attribute greater intensity to radiation that is made up of higher energy photons, regardless of the number of photons (difficulties with KC2.3). • The interaction between atoms and radiation (related to KC3) leads to a higher percentage of incorrect answers and a greater diversity of difficulties. As Zollman et al. [3] and Ivanjek et al. [20] did, we detected that some students and teachers consider that emission and absorption of radiation can take place without an atom transition between two stationary states (difficulties with KC3.1). Likewise, some students and teachers relate the emitted radiation energy to only one of the states among which the atomic transition takes place (difficulties with KC3.1). Another difficulty denote that transitions from higher to lower energy stationary states take place directly to the base state (difficulties with KC3.2). This difficulty has also been detected by Ivanjek et al. [20]. In addition, we found a difficulty among both teachers and students that is not strictly connected with quantum physics: they do not apply the principle of energy conservation to the interaction between atoms and radiation, so that the energy transition in the atom may not coincide with the energy of the emitted or absorbed photon. Finally, it was detected that a significant proportion of the teachers’ group wrongly state that atoms absorb more than one photon and make successive transitions to higher energy states up until they ionize (difficulties with KC3.4). It should be emphasized that, although these KCs refer to the emission and absorption of radiation and they can be considered to be typical of quantum physics introductory TABLE I. Key concepts that should be considered in any quantum model of emission and absorption of electromagnetic radiation to explain the gas spectra [19]. KC1 (atomic model). Energy is quantized in atoms. KC1.1. Atoms can only be found in stationary states, characterized by discrete energy values, in which they do not emit energy. Any energy change entails the transition of the atom from one stationary state to another. KC2 (light model). Energy is quantized in radiation. KC2.1 Radiation is composed of photons, understood as indivisible quanta. KC2.2 Each photon’s energy is proportional to the radiation frequency. KC2.3 The radiation intensity is proportional to the number and energy of photons that form it. KC3 (emission and absorption model). Every transition is produced by the interaction between a single photon and a single atomic electron. KC3.1 The frequency of the radiation emitted or absorbed by an atom is proportional to the energy difference between the states from and to which the transition takes place. KC3.2 Transitions to lower energy states are random, both in relation to the final state and in relation to the moment they take place. KC3.3 The spectral lines’ intensity is proportional to the number of atomic transitions per unit of time giving rise to them. KC3.4 For a group of atoms at the lower energy level, the absorption of a photon produces transitions from that state to an excited state. Transitions from an excited state to another higher energy state are possible but highly improbable. FRANCISCO SAVALL-ALEMANY et al. PHYS. REV. PHYS. EDUC. RES. 15, 020138 (2019) \nCollapse",
        "doi": "10.1103/physrevphyseducres.15.020138"
    },
    {
        "title": "Impact of educational session on knowledge and attitude towards teratogenicity among undergraduate medical students: a comparative study",
        "authors": "P. Kumari, Vasundara Krishnaiah, Tushar J. Tamboli",
        "venue": "International journal of basic and clinical pharmacology",
        "year": "2017",
        "abstract": "Abstract\nTeratogenicity is defined as “any morphological, behavioral or biochemical effect induced during embryonic life or fetal life detected at birth or later”. The term teratogen is originated from a Greek word ‘teras’ meaning a monster. A number of factors like infections (TORCH), ionizing radiation, metabolic disturbances (diabetes mellitus and phenylketonuria) and drugs act like a teratogen. Teratogenicity is a major cause of abortion, still birth and can result in longterm disability with a significant impact on individuals, families, societies, and healthcare systems.",
        "doi": "10.18203/2319-2003.IJBCP20174781"
    },
    {
        "title": "Energy as a source of preservice teachers’ conceptions about radioactivity",
        "authors": "Axel-Thilo Prokop, R. Nawrodt",
        "venue": "Physical Review Physics…",
        "year": "2023",
        "abstract": "Although researchers have extensively studied student conceptions of radioactivity, the conceptions held by preservice teachers on this subject are largely absent from the literature. We conducted a qualitative content analysis of problem-centered interviews with preservice teachers (N=13) to establish which conceptions are held by preservice teachers and to examine these conceptions’ structure in coordination classes. As has already been observed in students, some preservice teachers inadequately differentiate between radioactive matter and ionizing radiation and between fission and decay. We also observed that preservice teachers tend to describe the activation of materials due to ionizing radiation despite having previously denied an activation, thus showing that the conception of activation of materials can reemerge in particular framings. Within the interviews conducted, the concept of energy emerged as a central coordination class regarding radioactivity. This coordination class appeared across contexts and proved fruitful in explaining preservice teachers’ conceptions about radioactivity. We will use the results from this study to develop a teaching-learning laboratory for preservice teachers in which they can actively study high school students’ conceptions while reflecting on their own. In this way, these findings will contribute to improving the structure of nuclear physics courses at the university.\n \n \n \n \n Published by the American Physical Society\n 2024\n \n \n \nCollapse",
        "doi": "10.1103/physrevphyseducres.20.010155"
    },
    {
        "title": "MoCRiL: Pacini’s experiment in a modern and educational way",
        "authors": "D. Liguori, D. Passarelli, M. Schioppa",
        "venue": "Journal of Physics: Conference Series",
        "year": "2023",
        "abstract": "The MoCRiL (Measurements of Cosmic Rays in Lake) project has re-proposed, in an educational way and using modern measuring instruments, Domenico Pacini’s experiment for determining the origin of the natural ionizing radiation that surrounds us in any instant. The students of 4 different schools from Calabria Region with the collaboration of the INFN researchers (OCRA collaboration of Cosenza [1]) and of the Physics department of UNICAL, performed the measurement of the ionizing particle rate at different depths in the waters of the Arvo Lake in the Sila plateau (1300 m asl). The aim of this project is to let students know and understand the often very difficult way that leads to scientific discovery, sharing ideas and results with other students, from different years and schools, and with teachers and researchers. \nCollapse",
        "doi": "10.1088/1742-6596/2429/1/012043"
    },
    {
        "title": "Using inquiry-based activities to repair student misconceptions related to Heat, energy and temperature",
        "authors": "M. Prince, Margot Vigeant, Katharyn Nottis",
        "venue": "2012 Frontiers in Education Conference Proceedings",
        "year": "2012",
        "abstract": "Abstract\nThis study examines the effectiveness of inquiry-based activities for addressing student misconceptions related to four concept areas in the thermal sciences that have been identified as both important and difficult for students to master: (1) temperature vs. energy, (2) factors that affect the rate vs. the amount of energy transferred, (3) temperature vs. perceptions of hot and cold and (4) the effect of surface properties on thermal radiation. Students' conceptual understanding was assessed using the newly developed Heat and Energy Concept Inventory (HECI). In the control sample, student performance on the overall HECI improved from 49.2% correct to a post-instruction performance of 54.4% correct. Using inquiry-based activities, the mean performance on the HECI improved from 46.6% correct prior to instruction to a postperformance score of 65.7%. Significant learning gains were found in each of the targeted concept areas when the activities were used. The study also examined the impact of the activities on near vs. far transfer of learning and found statistically significant improvements for both, but larger learning gains on HECI items involving near transfer.",
        "doi": "10.1109/FIE.2012.6462344"
    },
    {
        "title": "Assessment and repair of critical misconceptions in engineering heat transfer and thermodynamics",
        "authors": "M. Prince, Margot Vigeant, Katharyn Nottis",
        "venue": "ASEE Annual Conference & Exposition",
        "year": "2013",
        "abstract": "This final report from our NSF funded (DUE 0717536) study examines the use of inquiry-based teaching to promote misconception repair in four critical areas in heat transfer (rate of heat transfer vs. amount of energy transferred, confusion between temperature and energy, confusion between how something “feels” and its temperature, and confusion about radiation) and five critical areas in thermodynamics (Entropy, Equilibrium and Steady State, and Internal Energy and Enthalpy). Significant work demonstrates that students often enter the classroom with tightly held misconceptions about the physical world that are not effectively addressed through traditional lecture-style teaching. This work has two primary parts: the development and testing of a concept inventories to reliably assess students conceptual understanding in these areas and the development and assessment of inquiry-based activities designed to repair students’ misconceptions. For the instrument, reliability data was collected through both preand postcourse assessments at over 15 institutions nationwide. Results indicated that both the Heat and Energy Concept Inventory (HECI) and the Concept Inventory for Engineering Thermodynamics (CIET) instruments have sufficient reliability during posttesting for use as a research instruments. Results also indicate that students enter their courses with significant misconceptions in the relevant concept areas, tending to score about 50% on pre-tests. While instruction does improve conceptual understanding significantly relative to the precourse scores, average overall scores are still in the 60%, indicating that further improvement is desirable. One approach to the repair of misconceptions is through inquiry-based activities. In these activities, the instructor creates a laboratory or simulation situation where students may directly observe their misconceptions fail to explain the results while the correct concepts succeed. A set of two activities along with worksheets and explanatory materials was developed for each misconception area. These were tested at over 15 institutions. Use of these activities improves students’ postcourse scores on the concept inventories by about an additional 10 percentage points on average, a significant improvement over both the pre-test and the non-intervention case. Introduction and Background Students’ conceptual understanding forms the basis for their transfer of learning from one context, such as classrooms, to another, such as their jobs [1]. Cultivating conceptual understanding is challenged by the preconceptions students hold based on their prior experiences. When faculty fail to engage and P ge 23221.2 challenge these misconceptions, students often revert to their prior state after a class is completed. Several approaches have shown promise in misconception repair. Our work is inspired by the Workshop Physics approach of Laws et al [2]. In this approach, students participate in inquiry-based activities that present direct challenges to students’ most common misconceptions. Students are presented with physical situations or simulations in which the most-common misconceptions will lead them to make a false prediction of the outcome. For example, predicting that the temperature of a ceramic floor tile is lower than the temperature of a piece of wood. Students then actively engage in experimenting with the situation, taking the opportunity to convince themselves that reality is not as they had predicted. Students then reflect on their experience in order to cement their learning. The key aspects of Laws et al’s approach are summarized in Table 1. TABLE 1:Elements of Inquiry-Based Activity Modules [2] (a) Use \n peer \n instruction \n and \n collaborative \n work (b) Use \n activity-­‐based \n guided-­‐inquiry \n curricular \n materials (c) Use \n a \n learning \n cycle \n beginning \n with \n predictions (d) Emphasize \n conceptual \n understanding (e) Let \n the \n physical \n world \n be \n the \n authority (f) Evaluate \n student \n understanding (g) Make \n appropriate \n use \n of \n technology (h) Begin \n with \n the \n specific \n and \n move \n to \n the \n general In this work, we identified four concept areas in heat transfer and five in thermodynamics that had potential to benefit from the creation of misconception repair activities. These concept areas are briefly described in Table 2. TABLE \n 2: \n Concept \n Areas Area \n Short \n Concept \n Name \n Misconception Heat \n Transfer \n Temperature \n vs. \n Energy \n Temperature \n is \n a \n direct \n indicator \n of \n the \n energy \n content \n of \n a system. Temperature \n vs. \n “Feeling” \n How \n an \n object \n feels \n to \n the \n touch \n indicates \n its \n temperature exclusively. Rate \n vs. \n Amount \n Factors \n which \n impact \n how \n quickly \n energy \n is \n transferred \n likewise impact \n how \n much \n energy \n is \n transferred. Thermal \n Radiation \n Color \n is \n the \n most \n important \n factor \n in \n radiative \n heat \n transfer. Thermodynamics \n Entropy \n Any \n system \n can \n be \n made \n 99.999999% \n efficient Reversibility \n Any \n system \n can \n be \n run \n reversibly Internal \n Energy \n vs. \n Enthalpy \n Internal \n energy \n and \n enthalpy \n are \n interchangeable Steady \n State \n vs. \n Equilibrium \n Steady \n state \n and \n equilibrium \n are \n interchangeable \n terms Reaction \n rate \n vs. \n Reaction Equilibrium Factors \n which \n impact \n how \n quickly \n a \n reaction \n occurs \n also \n impact how \n much \n product \n is \n created. We then assembled and tested the reliability of multiple choice concept inventories, the Heat and Energy Concept Inventory (HECI) focused on the four heat transfer concepts, and the Concept Inventory for Engineering Thermodynamics (CIET) for the five thermodynamics concepts. Page 23221.3 Finally, for each concept area, we created two inquiry-based activities. These activities incorporate the components of Table 1, with several significant additions. First, all students complete a written prediction and post-activity reflection. This is done to promote accurate recall and help students internalize their experiences in lab. Second, activities were designed with the goal of taking about 15 minutes and being possible using standard lab equipment amended only with items available for less than $20 at Walmart. \nCollapse",
        "doi": "10.18260/1-2--19235"
    },
    {
        "title": "Empirical Evidence of the Effectiveness of Concept Mapping as a Learning Intervention for Nuclear Medicine Technology Students in a Distance Learning Radiation Protection and Biology Course",
        "authors": "G. Passmore, M. Owen, K. Prabakaran",
        "venue": "Journal of Nuclear Medicine…",
        "year": "2011",
        "abstract": "Metacognitive learning strategies are based on instructional learning theory, which promotes deep, meaningful learning. Educators in a baccalaureate-level nuclear medicine technology program demonstrated that students enrolled in an online, distance learning section of an introductory radiation protection and radiobiology course performed better when traditional instruction was supplemented with nontraditional metacognitive learning strategies. Methods: The metacognitive learning strategy that was used is best known as concept mapping. The concept map, in addition to the standard homework problem assignment and opportunity for question–answer sessions, became the template for misconception identification and remediation interactions between the instructor and the student. The control group relied on traditional homework problems and question–answer sessions alone. Because students in both the “treatment” groups (i.e., students who used concept mapping) and the control group were distance learning students, all personal communications were conducted via e-mail or telephone. The final examination of the course was used to facilitate a quantitative comparison of the performance of students who used concept mapping and the performance of students who did not use concept mapping. Results: The results demonstrated a significantly higher median final examination score for the concept mapping group than for the non–concept mapping group (z = −2.0381, P = 0.0415), with an appropriately large effect size (2.65). Conclusion: Concept mapping is a cognitive learning intervention that effectively enables meaningful learning and is suitable for use in the independent learner–oriented distance learning environments used by some nuclear medicine technology programs. \nCollapse",
        "doi": "10.2967/jnmt.111.093062"
    },
    {
        "title": "Replicating a study about children’s drawings concerning radiation",
        "authors": "T. Plotz, F. Hollenthoner",
        "venue": "Multidisciplinary Journal for…",
        "year": "2019",
        "abstract": "Radiation surrounds us in various forms and plays a huge role in our everyday life. However, little is known about student and children’s conceptions of this topic. This study is part continuation part replication of the studies carried out by Neumann and Hopf (2013). The method employed in both studies was identical. 459 students drew pictures associated with the concept “radiation” under observation. The resulting motives were subsequently categorized and compared. In this study the children barely associate the concept of “radiation” with the Fukushima Nuclear Disaster. Moreover, a number of differences could be realized when compared to the reference study. For instance, significantly more students drew cell phones and computer monitors in the current study. Additionally, a greater number of drawings related to radioactivity could be observed. Overall, the findings of this work indicate that not only are students exposed to the media at a much younger age, but also more frequently. This leads to the conclusion that more and more children build their own understanding of a particular subject, which could potentially result in misconceptions. \nCollapse",
        "doi": "10.4995/MUSE.2019.10390"
    },
    {
        "title": "Eleventh grade students’ conception analysis: a case-study on heat transfer",
        "authors": "E. Syamsiah, J. Maknun, A. Suhandi",
        "venue": "Journal of Physics: Conference Series",
        "year": "2019",
        "abstract": "We have precisely conducted research to identify students’ conceptions on heat transfer. A case study has been implemented by using purposive sampling technique. The research participants are 11 males and 24 females of eleventh grade students. The largest percentage of students’ conception is in the category of misconception, such as: (1) heat transfer is taking place while system has reached thermal equilibrium, so temperature difference still exists; (2) Objects that absorb heat more quickly, will emit heat radiation more slowly; (3) In conduction, heat flows because it is carried by moving electron of a medium; (4) In convection, the rate of convection goes faster as the water boils. \nCollapse",
        "doi": "10.1088/1742-6596/1280/5/052066"
    },
    {
        "title": "DIFFICULTY ANALYSIS OF PHYSICS STUDENTS IN LEARNING ONLINE DURING PANDEMIC COVID-19",
        "authors": "Naila Fauza, Ernidawati Ernidawati, Dina Syaflita",
        "venue": "Jurnal Geliga Sains: Jurnal Pendidikan Fisika",
        "year": "2020",
        "abstract": "COVID-19 attacked Wuhan city in December 2019 where the number of cases increased rapidly, but the clinical information of infected patients was limited. One of the negative effects related is the education sector. COVID-19 also changed the learning model drastically, all learning activities were carried out online. This causes students difficulties in learning. The purpose of the research was to analyze the difficulty factors of physics education students in distance learning during the COVID-19 pandemic. This type of research is descriptive research. Data collection techniques using a questionnaire. Research subjects were 80 students from Physics education at FKIP Riau University. The results of research online learning difficulties come from two factors, namely external and internal factors. External factors include non-current internet networks and very many student assignments. Internal factors related to students' learning difficulties, students generally have difficulty communicating and discussing both fellow students and with lecturers, misconceptions occur, difficulties in summarizing the material, and eye discomfort due to cellphone and laptop radiation. \nCollapse",
        "doi": "10.31258/jgs.8.1.49-54"
    },
    {
        "title": "Turkish Student’s Perception about the Black Body Radiation, Photoelectric Effect and Compton Scattering Phenomena",
        "authors": "Gunay Palic Sadoglu, A. Akdeniz",
        "venue": "Journal of Studies in Education",
        "year": "2015",
        "abstract": "The goal of this study is to research Turkish student’s perception in the black body radiation, photoelectric effect and compton scattering phenomena. 26 11th grade students receiving education at a Turkish high school participated in the study. The black body radiation, photoelectric effect and compton scattering subjects were carried out throughout a 4 week period in 16 academic hours in accordance with the constructivist learning theory. 7 open-ended questions were applied as pre-study and post-study. This study is a descriptive research. Content analysis method was used in the study. While majority of students defined the black body as ‘a body that cools down the light falling upon it’ during the post-study, they gave examples of objects with black exterior and that these examples could not represent the black body radiation. Students could not identify the metal plates as anode and cathode in photocell circuit, so they could not predict the direction of current in photocell circuit correctly. Also, students had a misconception that light intensity is the light energy and, therefore, with the increase of light intensity, the kinetic energy of snatched electrons would increase and they would reach the plate faster. \nCollapse",
        "doi": "10.5296/JSE.V5I3.8109"
    },
    {
        "title": "Internet as a Source of Misconception: \"Radiation and Radioactivity\"",
        "authors": "B. Şeşen, E. Ince",
        "venue": "Turkish Online Journal of Educational Technology",
        "year": "2010",
        "abstract": "Abstract\nThe purpose of this study is to examine students’ usage styles of the Internet for seeking information and to investigate whether information obtained from the Internet is a source of misconceptions. For this reason, a twostage study was conducted. At the first stage, a questionnaire was developed to get information about students’ Internet usage styles. In the light of the questionnaire results, the first 200 websites were scanned and analysed by 3 experts to determine the probable incorrect information about “Radiation” and “Radioactivity” concepts at the second stage. It was found that a good number of websites contain incorrect and inadequate knowledge about radiation and radioactivity, which can cause various misconceptions.",
        "doi": ""
    },
    {
        "title": "Cloud chamber kit for active learning in a first-year undergraduate nuclear science seminar class",
        "authors": "A. E. White",
        "venue": "The Physical Educator",
        "year": "2022",
        "abstract": "This paper presents the design and reports on the use of a simple and inexpensive cloud chamber kit that is compatible with active learning, experiential learning, and project-based learning strategies. The kit was developed for use in a first-year undergraduate nuclear science seminar class at a university in the US. Diffusion cloud chambers are commonly used in classroom demonstrations to teach students about cosmic rays and ionizing radiation. A variety of clever and novel cloud chambers found in the literature were built and tested as part of this work and are all suitable for instructor-led classroom demonstrations. However, each has drawbacks that limit its use in hands-on classroom activities as part of active learning, experiential learning, and project-based learning in the classroom. The purpose of this work was to develop a cloud chamber ‘kit’ that can be built in less than 10 min by students during class and guarantees student success in observing background radiation. The cloud chamber kit was found to be highly sensitive to background radiation, and several different types of high-energy particles, including muons or anti-muons, electrons or positrons, photoelectrons, and alpha particles, were detected and identified using the kits at a rate of over 20 tracks per minute measured indoors at sea level at latitude 42.3601° N. The simplicity of the cloud chamber kit presented here makes it compatible with a variety of best practices for active learning in the classroom and requires little preparation time outside of class. \nCollapse",
        "doi": "10.1088/1361-6552/ac5f0e"
    },
    {
        "title": "Mental model of the influence of reactant properties on reaction rate",
        "authors": "Iqlima Rahayu, W. Wiji, Sri Mulyani",
        "venue": "Jurnal Pendidikan Kimia",
        "year": "2023",
        "abstract": "Reaction rate is still considered difficult by students because it contains abstract concepts and mathematical equations, so students' mental models are not complete. To connect the three levels of representation in the process of addressing chemical problems, learning has to employ mental models as a whole. Therefore, this study aims to obtain students' mental models regarding the influence of reactants properties on reaction rates. This research uses a qualitative descriptive method with the Mental Model Diagnostic Test-Interview About Event (MMDT-IAE) instrument. Based on the research results, there are two types of mental models, namely Partial Understanding (PU) and Partial Understanding with Certain Misconceptions (PU/SM). The effect of surface area on reaction rate, students 1, 2, 3, 4, 6, and 7 answered correctly but could not connect the three levels of representation, while student 5 could not explain the relationship between effective collisions and reaction rate. The influence of structure on reaction rates, students 1, 2, 3, 4, and 7 can answer structure, reactivity and collision theory, while student 5 cannot explain collision theory. Students 1, 4, and 7 can answer all the probing questions but cannot connect the three levels to the influence of ionization energy on the reaction rate. The conclusion of this research is that students' mental models regarding the influence of reactant properties are not complete and there are students who experience misconceptions. The implications of this research are as a basis for teachers to design appropriate learning strategies. \nCollapse",
        "doi": "10.24114/jpkim.v15i3.50411"
    },
    {
        "title": "Radiation and Atomic Literacy for Nonscientists",
        "authors": "Andy J. Johnson",
        "venue": "Science",
        "year": "2013",
        "abstract": "Abstract\nInquiry into Radioactivity, an IBI prize-winning module, enables students to develop meaningful understandings of ionizing radiation through guided experimentation. The student teams stand outside of their closed classroom door holding Geiger counters. Behind the door, the classroom has been salted with radioactive antiques, rocks, and commercially available sources. Their mission: safely locate the radioactive objects and quantify their radiation levels. Keenly aware that, thus far, they have only encountered background radiation, the team members wait expectantly, some uneasily, for this new task. Some of the team members are smiling, anticipating an experience something like a postapocalyptic Easter egg hunt. What will they find behind the door?",
        "doi": "10.1126/science.1230003"
    },
    {
        "title": "Analysis of Students’ Comprehension and Misconception towards the Topic of Salt Solubility",
        "authors": "Sabila Izzati, Nur Rochmah",
        "venue": "Jurnal Penelitian dan…",
        "year": "2020",
        "abstract": "This study aimed to analyze students’ comprehension and misconception towards the topic of salt solubility both on the level of microscopic representation and understanding. This study utilized essay diagnostic test as instrument s and interview s based on a case study of 10 students in grade 11 at senior high school in Bogor who were given 8 questions regarding salt solubility. The results showed that there was a misconception, 40% of the students misled in drawing microscopically the system of salt and sugar solubility and 50% of the students incorrectly drew the system due to the absence of interaction between salt particle and water, while 10% of the students sketched correctly though it is difficult to notice the result of salt ionization on the solvent. Moreover, 80% of the students were unable to find a link between the alteration system of solvent equilibrium caused by additional salt with various solvents on the macroscopic concept of an insoluble salt equilibrium system and the effect of adding similar ions on the equilibrium system. \nCollapse",
        "doi": "10.30870/jppi.v6i1.7324"
    },
    {
        "title": "EARLY DETECTION AND PREVENTION OF BREAST CANCER IN TERM KNOWLEDGE AMONG THE STUDENTS STUDYING IN HIGHER SECONDARY SCHOOL",
        "authors": "R. Darji",
        "venue": "",
        "year": "2021",
        "abstract": "Abstract\nPREVENTION IS BETTER THAN CURE\" Breast cancer is a major health problem in the United States. At present there is no cure. Breast cancer is the most common invasive cancer death. Female breast cancer incidence rates vary substantially by race and ethnicity. Racial disparities in cancer mortality are driven in large part by differences in socio-economic status. Enhanced efforts are needed to ensure that all women have access to high-quality prevention, detection and treatment services. Breast cancer is the top cancer in women both in the developed & developing world. The incidence of breast cancer is increasing in the developing world due to increase life expectancy, increase urbanization & adoption of western lifestyle. Therefore, early detection & prevention in order to improve breast cancer outcome & survival remains the cornerstone of breast cancer control. DEFINITION The term “breast cancer/carcinoma” refers to a malignant tumour cer that has developed from cells in the breast. The cells can grow into surrounding tissues or spread to distant areas of the body. RISK FACTORS risk factors of breast cancer are as follows: • Gender: Females (1% in males) • Race: more common in whites • Age: increases as women gets older (age 50 over) • Exposure to ionizing radiation: • Heredity • Family history: first degree relative (mother/ sister) • Personal history: of breast cancer, colon cancer, endometrial cancer, ovarian cancer • Menstrual history: -Early menarche -late menopause -Nulliparity Late age at first full term pregnancy. • Alcohol intake • High fat diet Obesity ETIOLOGY The etiological factors of breast cancer are: ✓ Heredity or genetically related susceptibility ✓ Weight gain during adulthood Dietary fat intake Obesity Alcohol intake Environmental factors such as radiation exposure Family history of ovarian cancer Other symptoms of the breast cancer are: Pain Nipple discharge Retraction of nipple Swelling in axilla Neck swelling Loss of weight Loss of appetite Bony tenderness Abdominal distension Abdominal mass Disturbed cognitive function GAP iNTERDISCIPLINARITIES A Global Journal of Interdisciplinary Studies ( ISSN – 2581-5628 ) Impact Factor: SJIF 5.047, IIFS 4.875 Globally peer-reviewed and open access journal. GAP iNTERDISCIPLINARITIES – Volume IV Issue IV October – December 2021 A Special Issue on Innovations in Social Sciences 17 h tp s//w w w .ap in trd icip in aries.o g/ EARLY DETECTION & PREVENTION OF BREAST CANCER EARLY DETECTION: There are two early detection methods: 1) Early diagnosis or awareness of early signs & symptoms in order to facilitate diagnosis & early treatment. 2) Screening test to identify individuals with an abnormality suggestive of cancer. MAMMOGRAPHY SCREENING: Mammography screening is the process of using low energy x rays to examine the human breast for diagnosis & screening. Mammography is also called macrography. Mammography screening is the only screening method that has proven to be effective. It is very complex & resource intensive. It can be used to check breast cancer in women who have no signs & symptoms of disease. Screening Mammogram usually involves two or more x-ray pictures or images of each breast. TREATMENT MODALITIES There are various treatment modalities available for breast cancer that are: Surgery • Chemotherapy • Radiation therapy. Immunotherapy • Hormonal Therapy SURGERY: The most common form of treatment for breast cancer is surgery. This involves removing the tumour& nearby margins. It includes lumpectomy, partial mastectomy, radical mastectomy & reconstruction. Lect disc CHEMOTHERAPY: Chemotherapy is a breast cancer treatment method that uses a combination of the drugs to either destroy cancer cells or slow down the growth of cancer cells. RADIATION THERAPY: Radiation therapy uses high energy rays to kill cancer cells. It affects nearby skin or cells only in the part of the body that is treated with the radiation. PREVENTION OF BREAST CANCER There are some preventive steps that can help lower risk of breast cancer: Avoid alcohol: more alcohol drinking, increase the risk of developing breast cancer. Don't smoke: particularly in premenopausal women, there is a link between smoking & breast cancer. • Control weight: obesity increases the risk. Be physically active: physical activity helps maintain healthy weight, which prevents cancer. • Breast fed: longer breast fed, greater the protective effect. • Avoid exposure to radiation & environmental pollution such as high dose radiation, CT scan. Eat healthy diet: eat healthy diet like fruits & vegetables can help lower the risk of breast cancer. BACKGROUND OF THE STUDY FLANCE 2006, in his study stated that women face a lot of problems in their life. Some of them have no related cause's weather they are not able to deal with them because they are worried about it and even trying to solve it. In his study in 1985, Shafer stated that breast is the leading site of cancer incidence and death among women from 40 to 44 years of age. And also stated that cancer is termed as malignancy of tissue due to exposure of carcinogens. It results in a reaction from carcinogens thus resulting in metabolite. Breast cancer is woman's number one other health problems may also cause the symptoms such as breast pain. Knowledge of breast cancer risk factors makes women undergo mammography for screening, leading to detection of breast cancer in earlier stages and a resultant improvement in survival rates. The awareness about the prevention and early detection of breast cancer makes women more active in their health and their health decisions. According to Lewis mantic Sharon, in 1966, the essential factor in early detection of breast cancer and other breast related problems are regular performance of breast self-examination. Breast self-examination is an important tool in early detection because approximately 90% of palpable lesions in the breast is found by the women herself coincidently or while doing BSE. Jimonli 2006, in his study demonstrated that with proper study design and well controlled sample processing GAP iNTERDISCIPLINARITIES A Global Journal of Interdisciplinary Studies ( ISSN – 2581-5628 ) Impact Factor: SJIF 5.047, IIFS 4.875 Globally peer-reviewed and open access journal. GAP iNTERDISCIPLINARITIES – Volume IV Issue IV October – December 2021 A Special Issue on Innovations in Social Sciences 18 h tp s//w w w .ap in trd icip in aries.o g/ protocols, it is possible to discover and validate bio-markers with consistent performance across multiple sites using protein chips, rays and mass spectrometry. The aim of the study was to discover additional serum biomarkers that could improve the performance of the current biomarker panel for breast cancer early detection, by in depth proteomic analysis using serum fractionation in combination with multiple rays on specimens collected by multiple institutions. A thorough study of Devidson, in 2007 shows that breast cancer stage at diagnosis is directly related to survival and mortality. Since 1991, A state and federally funded programme has provided free breast exams and mammograms to low income and underinsured women. Although screening rates have increased over time, disparities in breast cancer stage at diagnosis continue to persist. Most research has focused on individual level determinants. Less is known about the effects of community level determinants on breast cancer stage at diagnosis. This study identifies specific community risk factors that were correlated with breast cancer stage at diagnosis in 1990 & 2000. According to JANYAN, in 2009 breast cancer is the most common cancer among women in many areas and the leading cause of mortality associated with cancer women. Although the true incidence of breast cancer is generally not known, several publications indicate a trend towards an increased incidence of the disease in many areas. While very little can be done to limit the main causative risk factors Which have been documented in epidemiological studies, important advances have been made in strategy for early detection & therapeutic intervention which may contribute to more favourable outcomes of breast cancer patients. It was decided to examine breast cancer and knowledge and practices Breast Self-Examination among the antenatal women as a first step towards introduction of intervention programmes, which are currently not existent. If the practices of Breast Self-Examinationare found to be low in this study the information obtained will enable to design culturally sensitive health education materials that will be useful in prevention mortality from breast cancer, Hence the need for the study.",
        "doi": ""
    },
    {
        "title": "Impact of COVID-19 pandemic on radiology education, training, and practice: A narrative review",
        "authors": "M. Majumder, U. Gaur, F. Rampersad",
        "venue": "World Journal of Radiology",
        "year": "2021",
        "abstract": "Abstract\nRadiology education and training is of paramount clinical importance given the prominence of medical imaging utilization in effective clinical practice. The incorporation of basic radiology in the medical curriculum has continued to evolve, focusing on teaching image interpretation skills, the appropriate ordering of radiological investigations, judicious use of ionizing radiation, and providing exposure to interventional radiology. Advancements in radiology have been driven by the digital revolution, which has, in turn, had a positive impact on radiology education and training. Upon the advent of the corona virus disease 2019 (COVID-19) pandemic, many training institutions and hospitals adhered to directives which advised rescheduling of non-urgent outpatient appointments. This inevitably impacted the workflow of the radiology department, which resulted in the reduction of clinical in-person case reviews and consultations, as well as in-person teaching sessions. Several medical schools and research centers completely suspended face-to-face academic activity. This led to challenges for medical teachers to complete the radiology syllabus while ensuring that teaching activities continued safely and effectively. As a result, online teaching platforms have virtually replaced didactic face-to-face lectures. Radiology educators also sought other strategies to incorporate interactive teaching sessions while adopting the e-learning approach, as they were cognizant of the limitations that this may have on students’ clinical expertise. Migration to online methods to review live cases, journal clubs, simulation-based training, clinical interaction, and radiology examination protocolling are a few examples of successfully addressing the limitations in reduced clinical exposure. In this review paper, we discuss (1) The impact of the COVID-19 pandemic on radiology education, training, and practice; (2) Challenges and strategies involved in delivering online radiology education for undergraduates and postgraduates during the COVID-19 pandemic; and (3) Difference between the implementation of radiology education during the COVID-19 pandemic and pre-COVID-19 era.",
        "doi": "10.4329/wjr.v13.i11.354"
    },
    {
        "title": "Evaluating Motivation and Interest in Choosing Career or Higher Education Study among Radiology Students in Tabriz University of Medical Sciences",
        "authors": "Gharehaghaji Nahideh, Mirahadi Mozhdeh",
        "venue": "Educational Development of Judishapur",
        "year": "2014",
        "abstract": "Abstract\nThis study was performed on the evaluating motivation and interest of radiology students towards choosing career or continuing higher education study. The study was a cross-sectional study using sampling method for data collection. The participants were 129 discrete and continuous undergraduate students in radiology field during second semester of academic year 2011-2012 and first semester of academic year 2012-2013. A questionnaire containing 18 questions was used to collect data and also was analysed by using SPSS software and descriptive statistical tests. Significant relationship was observed between the time spent for training by students, teachers approach to students and the students’ interest degree to the field after entering to university (p=0.007). Majority of radiology students (61.5percent) were interested in starting a career rather than continuing the study. About 68percent of these students were interested in working in magnetic resonance imaging (MRI) center because of lack of exposure to ionizing radiation. Among the branches of radiology Master's degree, MRI was the highest degree of interest and the lowest percentage was related to medical engineering. Regarding to the job situation of radiology, most of the students showed their interest in stabilizing their career situation at first and then continuing their study. Finally, the first priority of students regarding both employment and continuing the study was usually MRI because they believed in not receiving ionizing radiation and they could have access to better career positions.",
        "doi": ""
    },
    {
        "title": "Statistical uncertainty in educational experiment on the attenuation of gamma radiation",
        "authors": "M. Pilakouta",
        "venue": "arXiv: Physics Education",
        "year": "2011",
        "abstract": "Due to time and financial restrictions in an educational laboratory, we are making compromises, using experimental setups in which limitations and uncertainties are important. In these cases we should pay particular attention to the role of different factors that affect our experiment, in order to achieve the best possible educational outcome and to avoid misconceptions. In this paper problems related to the use of very low activity source 60Co in the experiment of measuring the linear attenuation coefficient of gamma rays through matter, will be presented. The role of background radiation in measurements and in the relative statistical uncertainty as well as the role of statistical uncertainty in the choice of representative measurements is discussed. Moreover students' difficulties and misconceptions related mainly to the statistical uncertainty and its connection to measurements overlapping are recorded. An explanation for the possible reasons of these misunderstandings is attempted in order to improve the educational outcome in this experiment. \nCollapse",
        "doi": ""
    },
    {
        "title": "Exploring Students’ Level of Conceptual Understanding on Periodicity",
        "authors": "Dexter C. Necor",
        "venue": "JPAIR Multidisciplinary…",
        "year": "2018",
        "abstract": "Abstract\nNowadays, many science studies motivated on addressing the conceptual understanding particularly in chemistry that soon may affect students’ academic performance. This study covered the level of conceptual understanding on the trends of the periodic table of elements and the type of conceptual change before and after the exposure of interventions. The qualitative and quantitative research method were used in the study. Respondents were Grade 10 high school students. Frequency, percentage, and t-test were the statistical tools applied to answer specific questions. Results revealed that most students have an ambiguous conceptual understanding.  The trends in ionization energy (I.E.) noted the highest misconception statements followed by the trends in atomic radius (A.R.).  The trends in electron affinity (E.A.); formation of cation and anion (I.R.); and electronegativity (E.) were also least understood by the students. After interventions, there is a marked increase in students who progressed from misconception (MU) to full understanding (FU). This is prevalent on the trends in atomic radius, followed by the trends in electron affinity and the formation of ions.  The use of varied activities such as visualizing and multimedia tools; small-group discussions; and concept mapping have a vital positive outcome in their progression. Ergo, science teachers should vary their teaching strategies to address and correct students’ conceptual obstacles in learning chemistry concepts.",
        "doi": "10.7719/jpair.v33i1.609"
    },
    {
        "title": "A simple and low cost USB webcam-driven optical tomography system suitable for teaching x-ray computed tomography",
        "authors": "Cristhian Ariel Vega Mernes, Isabella Grinberg Francelino, M. G. Hönnicke",
        "venue": "European journal of physics",
        "year": "2021",
        "abstract": "A simple and cheap optical analog computed tomography (CT) system, useful for teaching x-ray CT for physics, medical physics and engineering physics students without applying ionizing radiation is presented. White spectrum of a light emitting diode (LED) source was characterized by using an in-house constructed spectrophotometer. A simple electronic hardware, utilizing a synchronization of an universal serial bus webcam and direct current (DC) motor was developed in such a way that, a single click on the record video button of the webcam software is enough to run the tomograph. Finally, the two- and three-dimensional tomography reconstructions are briefly discussed and presented. \nCollapse",
        "doi": "10.1088/1361-6404/abf021"
    },
    {
        "title": "Sağlık Teknikerliği Programı Öğrencilerinin Nükleer Fizik Kavramları ile ilgili Kavramsal Öğrenme Düzeylerinin Belirlenmesi",
        "authors": "Erdoğan Özdemir, Onur Yarar",
        "venue": "Avrupa Bilim ve Teknoloji Dergisi",
        "year": "2021",
        "abstract": "Abstract\nRadiotherapy, nuclear medicine, medical imaging, operating room technician professions are the professions that are directly related to nuclear physics because they use radiation technologies. In this study, the conceptual understanding level of students studying in these programs about nuclear physics concepts was investigated. The mixed model was used in this research. The sample of the study consists of 100. The data were collected through “Misconception Determination Test” and “Semi-Structured Interviews”. The achievement average point (14.93) of the students who participated in the study were evaluated in the “low success” category. In addition, the percentage of students gathering in the other answer (blank and not conceptually meaningful answers) category in all concepts is more than the percentage of “correct concept” and “misconception” categories. This result was interpreted as that students did not have a sufficient conceptual understanding of nuclear physics concepts. In addition, misconceptions about nuclear physics which were detected in this research were discussed in detail.",
        "doi": "10.31590/EJOSAT.879306"
    },
    {
        "title": "How to Teach the Electromagnetic Spectrum with Superheroes",
        "authors": "B. Fitzgerald, T. Plotz",
        "venue": "The Physics Teacher",
        "year": "2020",
        "abstract": "The success of films such as “Avengers: Endgame,” “Black Panther,” and “Captain Marvel” has established the superhero genre in modern popular culture. Many students will have seen these films, or at the very least they are familiar with a number of the superhero characters. In the physics classroom, content based on superheroes can be used in support of learning materials on topics such as optics, advanced materials, kinematics, and the electromagnetic (EM) spectrum. Studies have highlighted several student preconceptions with regards to different radiation types. For instance, the literature suggests that students incorrectly classify certain radiation types as unnatural, and they cannot differentiate between ionizing and non-ionizing radiation. \nCollapse",
        "doi": "10.1119/10.0002381"
    },
    {
        "title": "The Impact of a Small Private Online Course as a New Approach to Teaching Oncology: Development and Evaluation",
        "authors": "C. Vaysse, E. Chantalat, A. Fize",
        "venue": "JMIR Medical Education",
        "year": "2018",
        "abstract": "Abstract\nBackground Oncology involves complex care and multidisciplinary management of patients; however, misinformation and ineffective communication remain problematic. Objective The educational objective of our study was to develop a new teaching method to improve cancer treatment and management by emphasizing the link between hospitals (inpatients) and their surrounding communities (outpatients). Methods A team of 22 professionals from public and private institutions developed a small private online course (SPOC). Each offering of the course lasted 6 weeks and covered 6 topics: individual health care plans, cancer surgery, ionizing radiation, cancer medicines, clinical research, and oncological supportive care. For participants in the course, we targeted people working in the cancer field. The SPOC used an active teaching method with collaborative and multidisciplinary learning. A final examination was offered in each session. We evaluated participants’ satisfaction rate through a questionnaire and the success of the SPOC by participants’ completion, success, and commitment rates. Results Of the total participants (N=1574), 446 completed the evaluation form. Most participants were aged 31 to 45 years. Participants included 56 nurses, 131 pharmacists, 80 from the medical field (including 26 physicians), 53 from patients’ associations, 28 health teachers, and 13 students (medical and paramedical). Among the participants, 24.7% (90/446) had an independent medical practice, 38.5% (140/446) worked in a public institution, and 36.8% (134/446) worked in a private institution. After completing the SPOC sessions, 85.9% (384/446) thought they had learned new information, 90.8% (405/446) felt their expectations were met, and 90.4% (403/446) considered that the information had a positive impact on their professional practice. The completion rate was 35.51% (559/1574), the success rate was 71.47% (1025/1574), and the commitment rate was 64.67% (1018/1574). Concerning the cost effectiveness of SPOC compared with a traditional classroom of 25 students, online education became more effective when there were more than 950 participants. Conclusions SPOCs improved the management of oncology patients. This new digital learning technique is an attractive concept to integrate into teaching practice. It offered optimal propagation of information and met the students’ expectations.",
        "doi": "10.2196/mededu.9185"
    },
    {
        "title": "Hands-on, Screens-on, and Brains-on Activities for Important Concepts in Heat Transfer",
        "authors": "Margot Vigeant, M. Prince, T. Ekstedt",
        "venue": "ASEE Annual Conference & Exposition",
        "year": "2016",
        "abstract": "Abstract\nWe have created analogous versions of our inquiry-based activities for misconception repair in heat transfer to ease faculty adoption into just about any type of instructional situation. Activities now work as laboratory experiments, in-class demonstrations, collaborative studio sessions, or simulations that can be assigned as homework. In our paper, we discuss each of these modes in detail and how they may be accessed through the AIChE Concept Warehouse. We also have measured the impact of each of these modes on the conceptual understanding of students; we know from previous work that studentconducted experiments are effective at repairing misconceptions. In our presentation, we will share the effectiveness of the alternate modes of presentation, as well as data on how easy these new modes are for faculty and students to use. We invite everyone who is teaching a heat transfer course or another course where ideas about radiation heat transfer, or factors influencing the rate and amount of heat transfer, to access these activities and freely use them in class. Background Engineering students encounter a number of challenging concepts throughout their studies. For some of these key concepts, many students hold preconceptions that inaccurately describe the physical world; for example, many people believe a tile floor is actually at a lower temperature than a carpet that is in the same room, because their experience tells them that a tile floor “feels colder” to bare feet (Prince et al., 2012b). Prior work indicates that a good way to overcome these misconceptions is through the use of inquiry-based activities (IBAs). For example, students who take a typical heat transfer course increase from a Heat and Energy Concept Inventory (HECI) score of 49.2% to one of 54.5% by the end of the course (Prince et al., 2012b), while those that use a collection of eight IBAs based on those concepts improve to a score of 66.3% (Prince et al., 2012a). IBAs involve small experiments that usually contain discrepant events – what really happens in an experiment is not what students with a misconception would predict. In the example just cited, students could measure the surface temperature of a number of materials and observe that they are identical. Our previous work found IBAs based on such experiments to be effective. However, many chemical engineering courses covering heat transfer concepts do not have an associated laboratory section, making IBA implementation challenging. In the absence of a lab section, it might be easier to run an IBA as a demonstration – however, we didn’t know if that implementation would maintain the effectiveness of the original student-run experiments. In this work, we sought to do three things. First, to re-write the activities into versions that would be easier for faculty to implement. Second, to test those versions to assess their educational effectiveness and ease of use. Finally, we are releasing all of these versions to the community for adoption through the AIChE Concept Warehouse.",
        "doi": "10.18260/p.25449"
    },
    {
        "title": "Using the Socioscientific Context of Climate Change to Teach Chemical Content and the Nature of Science.",
        "authors": "Charity Flener-Lovitt",
        "venue": "Journal of Chemical Education",
        "year": "2014",
        "abstract": "A thematic course called “Climate Change: Chemistry and Controversy” was developed for upper-level non-STEM students. This course used the socioscientific context of climate change to teach chemical principles and the nature of science. Students used principles of agnotology (direct study of misinformation) to debunk climate change misconceptions commonly encountered in the media and politics. The culmination of the course was a service-learning project to create training documents for staff at a local science center that explained common climate misconceptions. In the process of completing this project, students gained a greater appreciation for the nature of science and learned chemical principles of electromagnetic radiation, atomic structure (isotopes), molecular structure (Lewis structures, VESPR, and polarity) spectroscopy, and stoichiometry. This paper summarizes the outcomes of the course, teaching strategies used to reach the outcomes, and strategies for incorporating agnotology and socioscientif... \nCollapse",
        "doi": "10.1021/ED4006985"
    },
    {
        "title": "Hygienic assessment of learning environment conditions (by the example of higher educational institutions of the city of Ufa)",
        "authors": "E. J. Gorbatkova",
        "venue": "Hygiene and Sanitation",
        "year": "2020",
        "abstract": "Introduction. The important factors affecting health and performance of young people are the conditions of education, in particular, a comfortable microclimate in the classrooms of higher educational institutions. Materials and methods. In view of the urgency of this problem, an analysis was made of the microclimate parameters of educational organizations of different profiles (Ufa city, the Republic of Bashkortostan). 294 classrooms were studied in 22 buildings of 4 leading universities in Ufa. A total of 3,822 measurements were taken to determine the parameters of the microclimate. The analysis of ionizing radiation in the aerial environment of classrooms. There was performed determination of radon and its affiliated products content. In order to assess the conditions and lifestyle of students of 4 higher educational institutions of the city of Ufa, we conducted an anonymous survey of 1,820 students of I and IV years of education. Results. The average temperature in the classrooms of all universities studied was 23.9±0.09 C. The average relative humidity in all classrooms was 34.2 ± 0.42%. Analysis of ionizing radiation (radon and its daughter products decay) in the aerial environment of the classrooms and sports halls located in the basement determined that the average annual equivalent equilibrium volumetric activity of the radon daughter products (EROA ± Δ222Rn) ranged from 28 ± 14 to 69 ± 34.5 meter, which meets the requirements established by SanPiN. Conclusion. The hygienic assessment of the microclimate parameters of educational institutions of various profile revealed a number of deviations from the regulated norms. The results indicate the need to control the parameters of the microclimate, both from the administration of universities, and from the professors. According to the results of the study, recommendations were prepared for the management of higher educational institutions in Ufa. \nCollapse",
        "doi": "10.33029/0016-9900-2020-99-4-405-411"
    },
    {
        "title": "A 4-Year Undergraduate Route to UK Physician Associate qualification",
        "authors": "E. Bakker, Jane Rutt-Howard, R. Norris",
        "venue": "The Journal of Physician Assistant Education",
        "year": "2023",
        "abstract": "Abstract\nPhysician associates (PAs)—initially called physician assistants— were first introduced to the United Kingdom in 2003 through a pilot scheme involving American physician assistants. The late 2000s saw the development of 4 UK PA programs. The number ofUKPA trainingprogramshas since increased significantly, with 37 universities graduating PA students and approximately 2500 PAs working in the United Kingdom in 2021. Conventional PA training in the United Kingdom is through a 2-year postgraduate course, and this remains by far the predominantmodel of UK PA training. It has been recognized that PAs represent an opportunity to address 21st century health care challenges in the United Kingdom through providing continuity of medical care to patients, thus complementing medical and wider multidisciplinary teams. This additional role within the UK health care system facilitates a team approach and allows medical doctors a more focusedworkload, time for complex clinical cases, and increased opportunities for developmental training. Despite the potential advantages that PAs provide and managed voluntary professional registration with the Faculty of Physician Associates in the Royal College of Physicians, the profession is not yet legally regulated which presents workforce challenges. A common frustration is the inability of PAs to prescribe; however, with incoming regulation by the General Medical Council—the same regulatory body for medical doctors—it is expected that prescribing rights will soon follow. The situation is similar regarding ordering ionizing radiation. The continuing potential of and interest in physician associates has led not only to the explosive growth in traditional programs but also to more innovative approaches to PA education. At the University of Central Lancashire (UCLan), we have developed a 4-year undergraduate-entry degree that leads to an Integrated Master’s in Physician Associate Studies (MPAS), in addition to our longer-running standard 2-year postgraduate-entry degree. The undergraduate MPAS program graduated its first 2 cohorts in 2021 and 2022, with class sizes increasing year-on-year. This article will outline the educational philosophy in England to context-set the training on MPAS, discuss the ethos and curriculum of the program, and highlight its potential advantages relative to conventional PA programs. Reflections on the UCLan experience will be discussed, with the article closing on future opportunities.",
        "doi": "10.1097/JPA.0000000000000540"
    },
    {
        "title": "Utilization of a Co-enrolled Course Structure for Point-of-Care Ultrasound Training in the Undergraduate Medical Education Setting",
        "authors": "W. Blake Holloway, Jordan Grove, David Resuehr",
        "venue": "The journal of the…",
        "year": "2020",
        "abstract": "Abstract\nWith continuing advancements in software, electronics, and miniaturization, ultrasound (US) is quickly becoming an everyday tool of numerous medical specialties. With the advent of new handheld and other small-scale units, physicians have a tool to obtain on demand imaging without exposing the patient to ionizing radiation in the pocket of their white coat. As such, the need for competency in US is increasing. Currently, US training primarily occurs in residency, with only a handful of institutions incorporating US into the undergraduate medical education (UME) curriculum. To date, no ideal method has been presented (Amini et al., Intern Emerg Med. 10(5):613-8, 2015; Wilson et al., J Ultrasound Med. 36(2):321-5, 2017). Presented herein is a method for the addition of US training into the undergraduate medical curriculum. Utilizing a co-enrolled course format, 6 medical students were given basic training in the history and physics of US, echocardiography (ECHO), right upper quadrant (RUQ) ultrasound, focused assessment with sonography for trauma (FAST), and extended (eFAST) exams, vascular access techniques, and MSK ultrasound over 17 sessions. Students theoretical knowledge was assessed during team-based learning (TBL) sessions in an individual and group readiness assurance test (IRAT/GRAT) format. Students’ practical skill was assessed in an objective structured clinical examination (OSCE) format. Students demonstrated notable proficiency with the US unit and were able to conduct both US-guided peripheral and central vascular access techniques. Furthermore, students were able to identify 80% or more of the required structures for the RUQ, ECHO, and eFAST US exams.",
        "doi": "10.1007/s40670-019-00831-0"
    },
    {
        "title": "EDUCATION TO HIGH SCHOOL STUDENT ABOUT RADIOGRAPHER’S ROLE IN HANDLING COVID-19 IN HOSPITAL",
        "authors": "T. Yoshandi, Shelly Angella, Danil Hulmansyah",
        "venue": "Awal Bros Journal of Community Development",
        "year": "2021",
        "abstract": "Abstract\nIn 2020 WHO gave the status that Corona Virus Disease -19 (COVID-19) became a Global Pandemic. Health workers who handle cases of COVID-19 are responsible for protecting themselves and others to break the chain of spread of COVID-19. One of the medical personnel involved in handling COVID-19 is a radiographer. The role of radiographers in handling COVID-19 in hospitals needs to be socialized more, considering its very important role in evaluating patient health and requiring radiographers to have direct contact with positive patients. For radiographers, the source of danger at work is not only COVID-19, but ionizing radiation is also a source of danger that must also be taken into account. The public must also be aware of the risks and challenges faced by radiographers in their work during this pandemic. The method used in this community service is by presentation or extension or education. This Community Service is carried out to introduce the role of radiographers in hospitals when there are patients with COVID-19 cases, so that these health workers can be more recognized by the general public. The target audience for this community service is SMA (High School) students with the aim of cultivating an interest in the younger generation to become radiographic health workers. As a result of this community service, participants were given knowledge about radiology, starting from workers (radiographers), the tools used to their role in the health world. The results of participants' understanding of Community Service activities, all participants understood the role of radiographers in treating COVID-19 patients in hospitals and 91% of participants understood what a radiographer was, and as many as 64% of participants were interested in becoming radiographers, and the remaining 36% of participants were not interested. be a radiographer. Community service activities regarding the role of radiographers in hospitals have been carried out well. Participants become more familiar with the duties of workers in the radiation field.",
        "doi": "10.54973/abjcd.v2i2.99"
    },
    {
        "title": "Preventive Medicine as a Component of Objective Structured Clinical Examination",
        "authors": "O. Shevchenko, T. A. Holovkova, S. Shchudro",
        "venue": "Ukraïnsʹkij žurnal medicini b…",
        "year": "2023",
        "abstract": "Abstract\nThe purpose of the study was to develop an optimal model of simulation and practical examination stations “hygiene and ecology” as components of objective structured clinical examination for the actualization of the formation of a preventive way of thinking among students of higher medical training. The paper analyzes the Passports of the simulation and practical stations of the objective structured clinical examination, their methodological and logistical support, which will allow to fully perform all the tasks and methods provided by the algorithms for mastering special professional competencies. The simulation station reproduces a number of real-life situations in specific tasks (25 options in total), the solution of which allows to assess the student's mastery of the professional competencies provided by the higher education standard, in particular: determining the risks to public health from the consumption of poor-quality drinking water, determining the nutritional status of the patient and the appropriateness of the prescription of therapeutic nutrition for the prevention of “diseases of civilization”, determining the requirements for compliance with sanitary and epidemiological requirements in health care facilities. The practical station is equipped with modern analytical instruments which allows the student to demonstrate their practical skills, in particular: bacterial air testing with evaluation of the results, research and evaluation of indoor microclimate parameters, research and evaluation of light environment parameters, measurement and evaluation of ionizing radiation, professional hand hygiene in health care facilities. To ensure high-quality training of students to perform the tasks of a practical station additional educational video guides were created, which are posted for general access on the department's page on the website of the University. Conclusion. Ukraine has now formed its own complex set of social, technogenic and environmental problems, which necessitates the development of appropriate skills and abilities in preventive medicine in future general practitioners. Objective structured clinical examination is a modern type of assessment of students' practical knowledge and skills, designed to test their acquisition of clinical skills and competencies that cannot be assessed by traditional forms of examinations. For the practical implementation of the preventive part of objective structured clinical examination in institutions of higher medical education, it should be taken into account that the traditional methods of protection and prevention, which have been developed by mankind over the centuries for the prevention of mass infectious, environmentally dependent, occupational and lifestyle diseases, in modern conditions are insufficient and/or ineffective",
        "doi": "10.26693/jmbs08.01.258"
    },
    {
        "title": "Teaching physics in the discipline of medical radiations in an Australian university",
        "authors": "P. Deb",
        "venue": "Journal of Physics: Conference Series",
        "year": "2020",
        "abstract": "Abstract\nMedical radiations and imaging are highly technologically driven professions. Adequate knowledge in physics is the basic requirement for any medical radiation technologists working in medical radiation centres where ionizing radiations are used. The purpose of this paper is to discuss courses of physics we teach and the challenges we face in teaching physics to the undergraduate students in the discipline of medical radiations in our university. Although laws of physics are applied in the development and use of diagnostic and therapeutic medical equipment, the physics is not loved by the students as a subject as it should be. Several medical radiations physics courses are taught in undergraduate medical radiations program in our discipline including radiography, nuclear medicine, radiotherapy, CT, MRI, and Ultrasonography. In this paper teaching methods of medical radiation physics are discussed and students’ approach to learn this subject are analysed. The teaching techniques and initiatives are discussed along with their success and failure.",
        "doi": "10.1088/1742-6596/1512/1/012037"
    },
    {
        "title": "Conceptions and troublesome knowledge on acid-base using the two-tier multiple-choice diagnostic test",
        "authors": "S. Ardianti, W. Wiji, T. Widhiyanti",
        "venue": "Journal of Physics: Conference Series",
        "year": "2021",
        "abstract": "Acid-base is one of the materials that tend to be difficult for students to understand. Acid-base is a material that is conceptually solid and requires an integrated understanding of many of the concepts of introductory chemistry. This research is descriptive research that aims to find conceptions of students on acid-base subjects and asking about concepts that are considered troublesome according to their learning experiences. The subjects of this research were 31 students of class XI IPA 4 at SMAN 3 Pariaman. The instruments in this research are diagnostic tests and interviews. The result of this research is the students of SMAN 3 Pariaman have difficulties in learning about the acid-base subject with high category. The percentage of conceptions experienced by students in each indicator is 56.3% of students understand the concept, 20.8% misconception, and 22.9% do not understand the concept. In the second indicator, 45.2% of students understood the concept, 18.3% had misconceptions and 36.5% did not understand the concept. In the 3rd indicator, 35.5% of students understood the concept, 31.2% had misconceptions and 33.3% did not understand the concept. In the 4th indicator, 21.9% of students understand the concept, 27.7% do not understand the concept and 50.3% do not understand the concept. Meanwhile, the acid-base theory, the calculation of pH or pOH, and the relationship between the degree of acidity (pH) and the degree of ionization (a), and the acid equilibrium constant (Ka) or the base equilibrium constant (Kb) are considered troublesome knowledge because they can be conceptually difficult. \nCollapse",
        "doi": "10.1088/1742-6596/2098/1/012032"
    },
    {
        "title": "Analisis Prior Knowledge Konsep Asam Basa Siswa Kelas XI SMA untuk Merancang Modul Kimia Berbasis REACT",
        "authors": "F. Gazali, Eka Yusmaita",
        "venue": "JURNAL EKSAKTA PENDIDIKAN…",
        "year": "2018",
        "abstract": "This study is a define phase of 4D model used in Research and Development (R&D) that aims to explore initial concept of grade XI students on acid-base topic before studying the material. Instrument used in this study was a two-tiered diagnostic test in the form of multiple-choice questions with choice of reasons that consisted of 16 items. The test was given to 100 grade XI students from various schools in West Sumatra. Students� answers were processed by grouping them into 3 categories: understand, have misconceptions and do not understand. Data were then analyzed descriptively by calculating the percentage of students' learning difficulties in all of competency achievement indicators that had been compiled. The results showed that students had difficulty in understanding some concepts of acid base such as acid base theory of Arrhenius (75.2%), of Bronsted-Lowry (81.43%), and of Lewis (100%); pH (94.04%); and acid base ionization constant (97.33%). Results of this research are then used as a consideration in the development of acid-base module designed for grade XI Senior High School learning. \nCollapse",
        "doi": "10.24036/jep/vol2-iss2/249"
    },
    {
        "title": "Misconception Profile of High School Student on Electrolyte and Non-Electrolyte Solution Using Pictorial-Based Two-Tier Multiple Choices Diagnostic Test",
        "authors": "Nahadi Nahadi, W. Siswaningsih, M. HanifahKurnia",
        "venue": "JKPK (Jurnal Kimia dan Pendidikan Kimia)",
        "year": "2020",
        "abstract": "The development and study had been done to determine misconceptions profile of class X high school students in Kuningan West Java on electrolyte and non-electrolyte solutions using descriptive methods. The instrument used was a pictorial-based two-tier multiple choices diagnostic test consisted 18 questions. The instrument had been tested for its feasibility with the CVR and CVI values was one, and the Cronbach's Alpha (reliability) value for the whole item was 0.706. The items were applied to class X students in schools with high, medium and low category. Based on the results of the application, the most common misconceptions of students on electrolyte and non-electrolyte solutions was that when dissolved in water, ionic compounds would be ionized into ions, oxygen atom in water molecule interacted with anions and hydrogen atoms in water molecule interacted with cations (37.78%). The misconceptions of class X high school students on electrolyte and non-electrolyte solution in high and low category schools in  Kuningan had a significant difference. Based on the one-way ANAVA test, the significance level 0.05, there was 0.755. \nCollapse",
        "doi": "10.20961/JKPK.V5I3.46739"
    },
    {
        "title": "Laboratory Safety for Chemistry Students",
        "authors": "R. Hill, D. Finster",
        "venue": "",
        "year": "2010",
        "abstract": "Preface to the Students. To the Instructor. Acknowledgments. Acronyms. Chapter 1 Principles, Ethics, and Practices. 1.1.1 The Four Principles of Safety. 1.1.2 What is Green Chemistry? 1.2.1 Rethinking Safety: Learning from Laboratory Incidents. 1.2.2 Green Chemistry in Organic Chemistry. 1.3.1 Fostering a Safety Culture. 1.3.2 Employers' Expectations of Safety Skills for New Chemists. 1.3.3 Laws and Regulations Pertaining to Safety. 1.3.4 Green Chemistry - The Big Picture. Chapter 2 Emergency Response. 2.1.1 Responding to Laboratory Emergencies. 2.1.2 Fire Emergencies in Introductory Courses. 2.1.3 Chemical Spills: On You and in the Lab oratory. 2.1.4 First Aid in Chemistry Laboratories. 2.2.1 Fire Emergencies in Organic and Advanced Courses. 2.2.2 Chemical Spills: Containment and Clean-up. Chapter 3 Understanding and Communicating about Laboratory Hazards. 3.1.1 Routes of Exposure to Hazards. 3.1.2 Learning the Language of Safety: Signs, Symbols, and Labels. 3.1.3 Finding Hazard Information Material Safety Data Sheets (MSDS). 3.2.1 The Globally Harmonized System of Classification and Labeling of Chemicals (GHS). 3.2.2 Information Resources About Laboratory Hazards and Safety. 3.2.3 Interpreting MSDS Information. 3.3.1 Chemical Hygiene Plans. Chapter 4 Recognizing Laboratory Hazards: Toxic Substances and Biological Agents. 4.1.1 Introduction to Toxicology. 4.1.2 Acute Toxicity. 4.2.1 Chronic Toxicity. 4.3.1 Carcinogens. 4.3.2 Biotransformation, Bioaccumulation, and Elimination of Toxicants. 4.3.3 Biological Hazards and Biosafety. Chapter 5 Recognizing Laboratory Hazards: Physical Hazards. 5.1.1 Corrosive Hazards in Introductory Chemistry Laboratories. 5.1.2 Flammables - Chemicals with Burning Passions. 5.2.1 Corrosives in Advanced Laboratories. 5.2.2 The Chemistry of Fire and Explosions. 5.2.3 Incompatibles A Clash of Violent Proportions. 5.3.1 Gas Cylinders and Cryogenic Liquid Tanks. 5.3.2 Peroxides Potentially Explosive Hazards. 5.3.3 Reactive and Unstable Laboratory Chemicals. 5.3.4 Hazards from Low or High Pressure Systems. 5.3.5 Electrical Hazards. 5.3.6 Housekeeping in the Research Laboratory - The Dangers of Messy Labs. 5.3.7 Nonionizing Radiation and Electric and Magnetic Fields. 5.3.8 An Array of Rays Ionizing Radiation Hazards in the Laboratory. 5.3.9 Cryogenic Hazards A Chilling Experience. 5.3.10 Runaway Reactions. 5.3.11 Hazards of Catalysts. Chapter 6 Risk Assessment. 6.1.1 Risk Assessment - Living Safely with Hazards. 6.2.1 Using the GHS to Evaluate Chemical Toxic Hazards. 6.2.2 Understanding Occupational Exposure Limits. 6.3.1 Assessing Chemical Exposure. 6.3.2 Working or Visiting in a New Laboratory. 6.3.3 Safety Planning for New Experiments. Chapter 7 Minimizing, Controlling and Managing Hazards. 7.1.1 Managing Risk Making Decisions about Safety. 7.1.2 Laboratory Eye Protection. 7.1.3 Protecting Your Skin Clothes, Gloves and Tools. 7.1.4 Chemical Hoods in Introductory Laboratories. 7.2.1 More about Eye and Face Protection. 7.2.2 Protecting Your Skin in Advanced Laboratories. 7.2.3 Containment and Ventilation in Advanced Laboratories. 7.3.1 Safety Measures for Common Laboratory Operations. 7.3.2 Radiation Safety. 7.3.3 Laser Safety. 7.3.4 Biological Safety Cabinets. 7.3.5 Protective Clothing and Respirators. 7.3.6 Safety in the Research Laboratory. 7.3.7 Process Safety for Chemical Operations. Chapter 8 Chemical Management: Inspections, Storage, Wastes, and Security. 8.1.1 Introduction to Handling Chemical Wastes. 8.2.1 Storing Flammables and Corrosives. 8.3.1 Doing Your Own Safety Inspection. 8.3.2 Managing Chemicals in Your Laboratory. 8.3.3 Chemical Inventories and Storage. 8.3.4 Handling Hazardous Laboratory Waste. 8.3.5 Chemical Security. Index. \nCollapse",
        "doi": "10.5860/choice.48-3878"
    },
    {
        "title": "Exploring the electromagnetic spectrum with superheroes",
        "authors": "B. Fitzgerald",
        "venue": "The Physical Educator",
        "year": "2018",
        "abstract": "The various radiation types that make up the electromagnetic (EM) spectrum are ubiquitous and highly significant in modern society. Detection of visible light by the eye facilitates sight, radio waves and microwaves are used in communication technologies, x-rays are used in medical imaging, and gamma rays are frequently employed in medical procedures. Although radiation plays a predominant role in daily life, many students have developed and retain misconceptions concerning EM radiation. These misconceptions could be addressed through the use of popular culture content such as superheroes in the classroom. In a number of superhero narratives, EM radiation plays a key role in the emergence or development of superpowers. In this paper, we outline three approaches for using superheroes to support the learning of the EM spectrum, and to potentially address key student misconceptions. In one approach we have designed a student worksheet based on Captain America and vita-rays, a fictional radiation type that plays a key role in his superpowers. The worksheet has been designed to instigate critical reflection on the part of the student, while allowing the student to apply their understanding of other forms of radiation. \nCollapse",
        "doi": "10.1088/1361-6552/aaf17b"
    },
    {
        "title": "PRE-SERVICE SCIENCE TEACHERS’ CONCEPTIONS OF THE \"CONDUCTION OF HEAT IN SOLIDS\"",
        "authors": "Tülay Şenel Çoruhlu",
        "venue": "Journal of Baltic Science Education",
        "year": "2017",
        "abstract": "The exchange of heat through space or material medium is called “heat transfer”. Heat transfer can be provided in three ways: conduction, convection and radiation. All these ways need the existence of a temperature difference (Cengel, 2007). Heat transfer is associated with the heat, temperature and energy. A review of the existing literature reveals that there are many studies aiming to identify misconceptions students of various grades may have with respect to the concepts of heat/temperature (i.e., Alwan, 2011; Brook, Bringgs, Bell & Driver, 1984; Carlton, 2000; Harrison, Grayson & Treagust, 1999; Jasien & Oberem, 2002; Kesidou & Duit, 1993; Leong Wong, Chu & Chin Yap, 2016; Thomaz, Malaquas, Valente & Antunes, 1995) and energy (Amettler & Pinto, 2002; Kaper & Goedhart, 2002; Soloman, 1985; Stylianidou, Ormerod & Ogborn, 2002). A prerequisite of teaching the concept of heat transfer to students is an accurate description of the relationships between the concepts of heat, temperature and energy. An understanding of heat transfer, and particularly conduction, requires insight into the particle-based structure of matter at secondary schools. Yet, in this perspective, one may come across microscopic-level misconceptions of the students from the elementary school to university level, regarding conduction. Against this background the need to identify how PSTs, who are set to play a significant role in science teaching to future generations, imagine conduction at particle level, becomes crucial. A glance at the studies performed at the university level suggests that “convection, radiation, and conduction” as the means of heat transfer have always been discussed en masse. Yet, there are no studies which try and determine the views PSTs in different years of training have with respect to each mode of transfer. According to Lubben, Netshisaulu & Campbell (1999), students believe that the specific modes of heat transfer were essentially similar concepts, and that the atoms comprising the matter would undergo changes such as meltingdisintegration and merging during heat transfer. The research also revealed that the students do not have sufficient knowledge about conduction, and that they had misconceptions such as wood would not conduct heat. Brook et al. (1984) found that students confused conductivity of heat and electricity. Jacobi, Martin, Mitchell & Newell (2004), in a research on the modes of heat transfer, found that the students had difficulty comprehending the difference between conduction in metals, and heat transfers involving liquids and gases, and that they believed the dissipation of heat in solids occurred through the Abstract: There has been various researchers focus on “heat transfer”. “Convection, radiation and conduction” discussed as mere elements of the wider object of analysis in these research. Given the lack of sufficient emphasis on conduction in solids, no cross age research conducted with pre-service science teachers supported by drawings, interviews, and open-ended questions could be found. Employing a cross-age design, this research determined pre-service science teachers’ (PSTs’) conceptions in the “conduction of heat in solid”. The sample group of the research consists of 257 PSTs (first year student-n=55; second year student-n=76, third year student-n=56, and fourth year student-n=70) selected from Department of Science Education in Fatih Faculty of Education at the Karadeniz Technical University in the city of Trabzon in Turkey. Conceptual understanding test and semi-structured interview were used in the data collection process. The test including two questions was administered to 257 PSTs from different years. Semi-structured interview including one question was conducted with 16 voluntary PSTs (4 students from each grade level). The research found that PSTs had difficulties in terms of describing and showing the movement of the particles of solid under the impact of heat. In the light of the findings, it can be suggested that animations should be used to the teaching of the movement of the particles under the impact of heat. \nCollapse",
        "doi": ""
    },
    {
        "title": "A Randomized Controlled Trial on 2 Simulation-Based Training Methods in Radiology: Effects on Radiologic Technology Student Skill in Assessing Image Quality",
        "authors": "J. Ahlqvist, T. Nilsson, G. Gold",
        "venue": "Simulation in Healthcare: The…",
        "year": "2013",
        "abstract": "Abstract\nIntroduction A simulator for virtual radiographic examinations was developed. In the virtual environment, the user can perform and analyze radiographic examinations of patient models without the use of ionizing radiation. We investigated if this simulation technique could improve education of radiology technology students. We compared student performance in the assessment of radiographic image quality after training with a conventional manikin or with the virtual radiography simulator. Methods A randomized controlled experimental study involving 31 first-year radiology technology students was performed. It was organized in 4 phases as follows: (I) randomization to control or experimental group based on the results of an anatomy examination; (II) proficiency testing before training; (III) intervention (control group, exposure and analysis of radiographic images of the cervical spine of a manikin; experimental group, exposure and analysis of the cervical spine images in the virtual radiography simulator); and (IV) proficiency testing after training. Results The experimental group showed significantly higher scores after training compared with those before training (P < 0.01). A linear mixed-effect analysis revealed a significant difference between the control and experimental groups regarding proficiency change (P = 0.01). Conclusions Virtual radiographic simulation is an effective tool for learning image quality assessment. Simulation can therefore be a valuable adjunct to traditional educational methods and reduce exposure to x-rays and tutoring time.",
        "doi": "10.1097/SIH.0b013e3182a60a48"
    },
    {
        "title": "A High-Altitude Balloon Platform for Space Life Sciences Education",
        "authors": "Jordan McKaig, Tristan A. Caro, J. Rask",
        "venue": "Gravitational and space…",
        "year": "2019",
        "abstract": "Abstract High-altitude balloons (HABs) present a valuable and cost-effective tool for educators and students to access the conditions that are analogous to space and extraterrestrial environments in the Earth’s upper atmosphere. Historically, HABs have been used for meteorological measurements, observation, sampling of aerosols, and exposure of samples to upper atmosphere environments. The Earth’s stratosphere allows researchers access to a unique combination of wideband solar radiation, extreme cold, rarefied air, low humidity, and acute ionizing radiation—conditions that are relevant to space biology research. Here, we describe a reproducible payload for a HAB mission that can be constructed, launched, and retrieved for about $3,000. This general standard operating procedure can be used by educators, community scientists, and research teams working with limited resources. \nCollapse",
        "doi": "10.2478/gsr-2019-0007"
    },
    {
        "title": "Teaching the principles of X-ray CT and SPECT using optical CT, glowsticks and a scaled anthropomorphic phantom",
        "authors": "Y. De Deene",
        "venue": "Journal of Physics: Conference Series",
        "year": "2019",
        "abstract": "Abstract\nTeaching demonstrations of computerized tomography (CT) and Single-Photon Emission Tomography (SPECT) to biomedical engineering and medical physics students is hampered by a limited accessibility to clinical scanners, especially during day time. The use of ionizing radiation and radioactive sources in X-ray CT and SPECT further complicates the design of a teaching laboratory session. We here propose an inexpensive and safe educational demonstration of CT and SPECT on an anthropomorphic phantom whereby a visible light source serves as source and a CCD camera serves as detector. The equivalent of a SPECT radionuclide in optical CT scanning is a chemiluminescent material which can be obtained relatively inexpensive in the form of party glow sticks. The proposed teaching tool comprises several learning outcomes such as hands-on construction of the scanner, the acquisition of images and image reconstruction. Also, different imaging artefacts can be simulated and investigated.",
        "doi": "10.1088/1742-6596/1305/1/012058"
    },
    {
        "title": "Um questionário conceitual sobre radiações: processo de elaboração e análise dos distratores",
        "authors": "A. Silva",
        "venue": "Góndola, Enseñanza y Aprendizaje de las Ciencias",
        "year": "2019",
        "abstract": "Considering the relevance of radiations topic in the scope of Contemporary and Modern Physics, and the pertinence in thinking and proposing strategies to investigate students' conceptual understanding on teaching content, we present the process of elaboration of thirteen multiple choice questions that cover topics such as X rays, radioactive emissions, ionizing radiation, and non-ionizing radiation. Concomitantly with the questions presented, we discussed the logic that could lead students to point out the proposed distractors. Because of lack of scientific articles on this subject, especially in Brazilian literature context, we hope that this work may somehow inspire development and publication of research aimed at thinking about aspects associated with elaboration, use, and analysis of physics conceptual questionnaires. \nCollapse",
        "doi": "10.14483/23464712.13113"
    },
    {
        "title": "Assessment of high school textbooks addressing radiations",
        "authors": "S. Economides, K. Karfopoulos, C. Housiadas",
        "venue": "Radioprotection",
        "year": "2021",
        "abstract": "Abstract\nExposure to different types of radiation is an integral part of everyday life (e.g. cosmic radiation, radon, medical applications, cell phones, etc.). Therefore, the general public should adequately be informed on the issue from an early age in order to develop a realistic understanding of the associated risks and the necessary safety culture. In this respect, the quality of the related information provided in the school textbooks is of great importance. The present work demonstrates a quantified assessment of high school textbooks regarding the information on different radiation-related topics provided to students. The assessment was carried out based on an anonymous online survey with the participation of a total of 347 high school teachers. According to the results of the survey, the high school textbooks address radiation issues in a sparse, occasional, and fragmentary manner. Moreover, the results indicate that the quality of information they provide was judged as unsatisfactory in terms of scientific correctness, completeness, clarity-comprehensiveness and objectivity. Radiation protection and applications of non-ionizing radiation are the topics that are covered to a lesser extent in the textbooks and curricula evaluated.",
        "doi": "10.1051/RADIOPRO/2021016"
    },
    {
        "title": "USING ONLINE THREE-TIER DIAGNOSTIC TEST TO ASSESS CONCEPTIONS OF IONIZATION ENERGY",
        "authors": "Nadi Suprapto, Azmil Abidah",
        "venue": "Periódico Tchê Química",
        "year": "2020",
        "abstract": "Abstract\nThe term describing the students’ notions of scientific concepts dissimilar from scientifically acceptable by the scientist is still debated. This study explores of how scientific concepts performed by high school students (HSSs), pre-service teachers (PSTs), and in-service teachers (ISTs) simultaneously to make clear between their conception vs. scientists’ conception, especially in the ionization energy concept. Therefore, it is crucial to raise the position of scientific conception and misconception. For diagnosing the misconceptions, some methods can be used: concept maps, interviews, multiple-choice tests (one-tier), multiple-tier tests (two-tier, three-tier, fourtiers), open-ended tests, and others. This study utilized multiple-tier tests with three-tier. Totally, 326 participants from Indonesia, including 118 HSSs, 165 PSTs, and 43 ISTs majoring in chemistry, were invited to complete an online -Ionization Energy Diagnostic-Modification (IEDI*M) test. The test consisted of 12 three-tier diagnostic items. The study indicated four substantial alternative conceptions were acknowledged: conservation of energy, half-filled sub-shells or stable fully-filled, octet rule framework, and relation-based reasoning. ISTs performed better than HSSs and PSTs on the understanding of ionization energy. The study has also specified the distribution of ionization energy conceptions of Group 1 and 2, and Period 2 and 3 on the periodic system. By utilizing the IEDI*M, the percentages of alternative concepts decreased from one-tier to two-tier and from two-tier to three-tier. This study gives some implications for the government, policy-makers, chemistry teachers, preservice teachers, and university faculty members.",
        "doi": "10.52571/ptq.v17.n36.2020.212_periodico36_pgs_196_212.pdf"
    },
    {
        "title": "Particle camera MX-10 in physics education",
        "authors": "J. Kvita, B. Čermáková, Daniel Staník",
        "venue": "The Physical Educator",
        "year": "2018",
        "abstract": "We present several applications of the particle camera MX-10 in different radiation environments, leading to strikingly different observed patterns and consequently particle composition as well as recorded dose. We describe the measurements of the radiation background, cosmic muons direction analysis and the detection of alpha particles in a natural cave. We then focus on the analysis of tracks of highly ionizing particles aboard an airplane and compute the dose rate with altitude. We also comment briefly on a test in beams of particles at an accelerator. We discuss the problem of presenting sensitive results on radiation background levels in various environments to the general public. Most of the experiments presented here were performed and analyzed by high school students, confirming the application of the device not only for classroom demonstrations but also for science projects in physics and IT. \nCollapse",
        "doi": "10.1088/1361-6552/aae9a0"
    },
    {
        "title": "Pedagogical Evaluation of a Virtual Radiography Training System",
        "authors": "Jiuai Sun, Fengliang Dai, Ling Wei",
        "venue": "DEStech Transactions on Social Science, Education and Human Science",
        "year": "2017",
        "abstract": "Abstract\nAn augmented training system to simulate radiographic principles and procedures has being developed at Shanghai University of Medicine and Health Sciences for learning and practicing on the radiography free from ionizing radiation danger. We invited ten groups of students of year 2 to practice on this new developed system and another commercially available virtual reality training system. The direct feedback from the students are quite positive and both systems are preferred by students as the learning procedure works quite differently from usual classroom, and feels like game playing experience. The augmented system is also able to provide more satisfactory for those prefer hands on experience and boost their confidence to handling real bulk medical imaging apparatus. We will continue to work on developing the system to offer more learning modules for the subject of radiography and gain more student engagement in the classroom.",
        "doi": "10.12783/dtssehs/meit2017/12915"
    },
    {
        "title": "Safety Issues Related to the Adoption of the Digital Dialogue in Teaching",
        "authors": "Momčilo Ranđelović, M. Papic, M. Blagojevic",
        "venue": "Studies in Informatics and Control",
        "year": "2017",
        "abstract": "Abstract\nThis paper describes the concept of the digital dialogue in teaching as an efficient way to use the educational potential of smart phones and other Internet of Things’ devices. At the same time, the paper investigates to what extent the non-ionizing radiation caused by the use of these devices is safe for teachers and students alike. Such research is necessary due to the increasing frequency of wireless networks usage. By direct measurements at one vocational high school in Serbia, we have determined strengths of magnetic and electric fields at various points in the classroom during the implementation of the digital dialogue. The measurement results have been compared to national and international standards for safety levels of radiation in electromagnetic fields. It has been determined that the level of radiation according to the standards is far below the critical. Nevertheless, this kind of testing should be constantly renewed and even extended, so that insights into the living and working environment of sensitive facilities such as schools may be",
        "doi": "10.24846/V26I2Y201711"
    },
    {
        "title": "Εφαρμογές της Φυσικής στη Βιολογία",
        "authors": "Θεοδωροσ Σταματησ",
        "venue": "",
        "year": "2016",
        "abstract": "In this thesis, applications of Physics to biological phenomena are studied. Particularly, the functions of living beings, which are considered as systems, are explicated through the prism of physical principles. To that end, two subjects are developed: Physics with examples and applications in Biology, and Biology with emphasis on anatomy/physiology. \nThe development is done in such a way as to fulfill the purpose of the present study which is the transfer of knowledge to the educational practice. \nConcepts are studied on the basis of the interdisciplinary approach to learning. Physical concepts which are used in other scientific fields, such as health education and physical education, are extended. Furthermore, through the reference teaching material presented in the second part of the thesis, the adoption of proper behavior and attitudes of the students is utilized. \nIn addition, applications of scaling as concerned by living beings are included in the thesis. \nThe first chapter deals with the harmfulness of ionizing radiation. We start by discussing radioactivity. Then, we study ionizing radiation and its effects on living organisms. We elaborate on the damage caused to living tissue due to free radicals. Finally, we talk about the amount of ionizing radiation (energy/mass) absorbed by a material, and then, based on measurable biological quantities, we identify its detrimental effects on living tissue and organisms. \nIn the second chapter, the operation of the circulatory system is studied based on fluid mechanics principles. In addition, using Laplace’s Law, we explain the forces acting on the vascular walls due to arterial pressure. \n In the second part of this chapter, the flight of birds is paralleled to the flight of airplanes. \nThe third and last chapter, first deals with the notion of energy in living organisms for which the laws of thermodynamics apply. Then, thermoregulation and its significance as an homeostatic mechanism is explained. \nCollapse",
        "doi": ""
    },
    {
        "title": "New challenges to promote a deeper interaction between e-learning and research",
        "authors": "I. Stefano, P. Giardullo, De Stefano - Giardullo",
        "venue": "FormaMente",
        "year": "2016",
        "abstract": "Abstract\n. With the aim to illustrate to the students what really happens in a radiobiology’s laboratory, a virtual lab was created. Through an interactive simulation of both X-ray generator and mouse models, the students can expand their knowledge about the biological effects induced by ionizing radiation using new pedagogical and technological strategies. The realized multimedia product has also been inserted as a case study to promote a deeper interaction between e-learning and research. The carcinogenic effects of ionizing radiation are induced by a direct irradiation of DNA molecule, but also by not direct cells and tissues exposure (so called: Abscopal effects). Ionizing radiation exposure can also induce non-cancer effects. In this context, genetically engineered radiation-susceptible mouse models represent a powerful tool to improve both understanding of radiation effects and assessment of cancer and non-cancer risks from ionizing radiation exposure. Our research field is focused on the study of high-impact human health-related pathologies such as: Medulloblastoma, Basal Cell Carcinoma, Lens opacities and Cardiovascular disease.",
        "doi": ""
    },
    {
        "title": "Can structured reflection enhance learning in a heat and mass transfer course",
        "authors": "Heather C. S. Chenette",
        "venue": " ASEE Annual Conference & Exposition",
        "year": "2017",
        "abstract": "This paper presents a quantitative and qualitative study of written reflective exercises and normalized gain scores from a concept inventory assessment in a junior-level heat and mass transfer course for chemical engineers. The primary purpose of this research is to determine to what extent written reflection activities are successful at adjusting commonly-held misconceptions students have about heat transfer. As described in a previous ASEE paper (Chenette and Ribera, 2016), the authors conducted a series of prediction activities in several course sections, each with approximately 25 junior-level chemical engineering students, with either a structured follow-up reflection assignment or no structured reflection assignment after each prediction activity. The Heat and Energy Concept Inventory (HECI) was administered to students of all sections at the start and the end of the course. The overall HECI score along with HECI subcategory (Temperature vs Energy, Temperature vs Feeling, Rate vs Amount, Radiation) scores were used to evaluate learning gains. Archived data from classes with no prediction activities and no reflection activities served as a control group. To explore if the quality of reflection is related to learning gains, student reflections were ranked according to a validated rubric and compared with quantitative data on learning gains. Qualitative contributions include student responses from focus groups and student surveys. Key highlights will be discussed to provide a better understanding how the students’ perception of learning is affected by these activities. Preliminary results showed a weak correlation between the normalized gain score of individual students in the Rate vs Amount subcategory and the quality of reflection displayed by each student in the follow-up reflection activity. This paper analysis of another HECI subcategory relevant to the in-class prediction activity on radiation. This analysis also includes an additional cohort of students in an effort to increase the sample size to address limitations of the preliminary results. The goal of this study is to better direct the role of prediction and reflection activities in fundamental engineering courses. Introduction As other scholars have shown, including prediction activities in university-level heat transfer courses enhances conceptual understanding of heat transfer concepts among chemical engineering students5,6,9. Additionally, guided reflection is being used in engineering education to elicit deeper understanding from an experience8. This study compares students among different classes to determine to what extent reflective activities in combination with prediction activities impact shifts in conceptual knowledge of heat and mass transfer. The theory upon which this study is founded includes literature on conceptual change3, inductive-learning as a form of active-learning4, and reflection7. A detailed literature review of these subjects can be found in a previously published work-in-progress ASEE paper (Chenette and Ribera, 2016)1. Methodology This study expands upon a preliminary study that aimed to uncover the extent to which structured written reflection activities play a role in facilitating conceptual change for students in a fundamental heat transfer course. Established instructional methods based on inductivelearning guided the prediction activities used in this study5,9. This experimental design is an extension of the preliminary work, and is considered quasiexperimental (students were not randomly assigned to different sections). It includes traditional instruction (X1), in-class prediction activities (X2), and written reflection activities (X3), across various cohorts, as shown in Table 1. A preand post-test HECI (O1) and an optional focus group (O2) provide quantitative and qualitative evidence to describe the effect of these activities on student experience. Students in the control group (Class A) did not participate in the prediction nor reflection activities. Class C all received the same experimental conditions, however distinctions are made for the following reasons: Class C2 and C3 were not a part of the preliminary study (REF omitted), and a different instructor taught Class C3. Three 25-minute prediction activities were spaced throughout the 10 week course. As mentioned earlier, established instructional methods guided the structure of these activities (REF omitted). Briefly, the three activities centered on the topics of conduction, convection, and radiation. Sample lesson plans can be found in the Appendix of this paper. Each prediction activity began with the instructor explaining the demonstration and asking a question about what would happen in the system. Students wrote down their predicted answer with some justification. A brief demonstration followed, allowing students to observe what actually happened. The instructor concluded the activity with a 5 minute explanation of the theory governing the system. Within a week of the in-class activity, students in Class C completed a brief set of structured questions, aimed to engage students in reflection. These follow-up activities are in the Appendix. Table 1: Experimental Design. The same HECI test was administered preand post-instruction as a quantitative form of observation (O1). In addition to traditional instruction (X1), the instruction received by Class B also included prediction activities (X2) and instruction in Class C also included reflection activities (X3). A voluntary focus group was assembled of students from Class B and Class C. The classes were all taught by the same instructor except for Class C3. Sample HECI test Traditional instruction Prediction activities (3) Reflection activities (3) HECI test Focus group (optional) Class A (control) O1 X1 O1 Class B O1 X1 X2 O1 O2 Class C (1,2,3) O1 X1 X2 X3 O1 O2 Assessment Assessment methods for this study are the same as those published previously (REF omitted). Here, a brief overview of these methods is presented, and the reader is encouraged to review the prior work for justification details and supporting references. Quantitative learning gains were assessed using the Heat and Energy Concept Inventory (HECI), which was selected for its relevant subject categories and its established internal consistency reliability and content validity 5,6,9. The HECI was administered preand postinstruction for all students in this study. Witten follow-up reflective exercises were ranked using a four-category rubric developed by Kember and colleagues that has since been validated2. The four levels of reflection identified in this rubric are: habitual action/non-reflection, understanding, reflection, and critical reflection. Each reflection activity (student name and course information removed) was independently reviewed and ranked by 2 or 4 faculty members. To facilitate this process, an online survey was created specifically for this study in the form of an online survey. Moodle, an online learning management system, hosted the questionnaire, which is the name given to an activity which allows teachers to create questions and receive feedback from students. The questionnaire was developed specifically for this study and provided reflection response text, a reminder of the rubric definitions, and fields to enter their numerical ranking and additional comments, if so desired. Faculty were trained to use the rubric and reviewed sample reflections to assist with inter-rater reliability. The developers of the rubric indicate that intermediate categories may be used. For this study, faculty reviewers did not assign intermediate categories, however average rankings across the multiple reviewers were rounded to fall into the four categories or intermediate categories (1.0, 1.5, ..., 3.5, 4.0). To complement quantitative assessment, qualitative responses from a survey administered by the Consortium to Promote Reflection in Engineering Education (CPREE) were gathered to provide supplementary qualitative data obtained in earlier work from a focus group. Nine students from Class C1 completed the survey, which asked about the impact of these activities on students. Results and Discussion One-way ANOVA (analysis of variance) tests were conducted to compare differences in the mean overall pre-test and post-test scores for the HECI among each student cohort. Differences were significant at a p < 0.001 level for every class except Class A (p > 0.05). Figure 1 displays mean preand post-instruction scores on the HECI for each class. Figure 1: Overall HECI Score Comparison. Mean HECI score is plotted for each class: Class A: X1 (traditional instruction); Class B: X1 and X2 (prediction activities); Class C1, C2, C3: X1, X2 and X3 (reflection activities). Error bars represent SD. Average normalized gain scores for this assessment were also calculated for each class for the overall HECI as well as individual subcategories, as shown in Table 2. Defined as the ratio of actual average gain to the highest average gain possible, student scores that increase significantly between the preand post-assessment show a high normalized gain. A decrease in an assessment score results in a negative normalized gain. Normalized gain scores may be further classified as “high-g” where (<g>) ≥ 0.7, “medium-g” where 0.7 > (<g>) ≥ 0.3, and “low-g” where (<g>) < 0.3. Table 2: Average Normalized Gain Scores by Category and Overall. Normalized gains for individual students were averaged among each class. Temp v Energy (10 items) Temp v Feeling (9 items) Rate v Amount (8 items) Radiation (11 items) Overall (36 items) Class A (n=34) 0.01 0.06 0.09 0.12 0.08 Class B (n=27) 0.21 0.40 0.23 0.44 0.33 Class C1 (n=18) 0.19 0.12 0.39 0.42 0.34 Class C2 (n=20) 0.32 0.41 0.36 0.54 0.44 Class C3 (n=14) 0.23 0.32 0.18 0.44 0.32 These data support the conclusions drawn from analysis of the raw HECI score, and show that no distinguishable difference is observed between clas \nCollapse",
        "doi": "10.18260/1-2--28004"
    },
    {
        "title": "CTSim: a numerical simulator of computed tomography for high-quality radiological education",
        "authors": "Lemin He, Weizhao Lu, Mei Xue",
        "venue": "International Journal of…",
        "year": "2022",
        "abstract": "Abstract\nComputer-based simulation offers radiological students the possibility to experiment with computed tomography in a way not possible in class or in clinical practice. The aim of this study was to design a computed tomography numerical simulator (CTSim) for high-quality radiological education. In this study, a CTSim is designed based on the mathematical and physical principles of CT imaging. The proposed CTSim includes pen-beam module, fan-beam module, and clinical CT module. The core design of the software includes four parts: the construction of sample models, construction of imaging parameters and artifact parameters, design of data acquisition models under different scanning modes, and design of image reconstruction algorithm. After the design of the CTSim, the proposed CTSim was tested in every step of CT imaging. Systematic verification demonstrated that the proposed CTSim can not only perform raw CT data acquisition, image reconstruction, basic image processing, and image quality analysis like a real CT scanner, but can also simulate the formation of artifacts. The CTSim can completely get rid of the hardware and achieve the same experimental results as the hardware instrument. The proposed CTSim software shows several advantages such as low cost, less room accommodation, and no ionizing radiation damage and can be used as a virtual experimental training platform to enhance teaching and learning for general X-ray CT courses or for self-study of CT practitioners.",
        "doi": "10.1007/s11548-022-02656-6"
    },
    {
        "title": "The Virtual Laboratory for Student Understanding of Biophysics",
        "authors": "Karolina Jezierska, W. Podraza, Joanna Szwed",
        "venue": "National academy science…",
        "year": "2016",
        "abstract": "Abstract\nIn this paper two computer programs i.e. Spectrosimulator and RACsimulator are proposed as examples of virtual laboratories in two branches of physics, spectroscopy and ionizing radiation. The study aims to explore the possibilities, limitations and the advantages and disadvantages of these virtual laboratories. The most important finding obtained from present study is the virtual laboratories which served as teaching tools to improve and expand on biophysics exercises.",
        "doi": "10.1007/s40009-016-0486-5"
    },
    {
        "title": "Pengembangan Media Pembelajaran Laboratorium Virtual untuk Mengatasi Miskonsepsi Pada Materi Fisika Inti di SMAN 1 Binamu, Jeneponto",
        "authors": "A. Swandi, Siti Ismi Nurul Hidayah, Tata Raya",
        "venue": "Jurnal Fisika Indonesia",
        "year": "2014",
        "abstract": "Abstract\nThe develovment research of learning instrument of virtual laboratory was conducted which aimed at contending the misconception about nuclear physics. The subject of the study was 30 students grade XII IPA at SMA 1 Binamu,Jeneponto.The procedure of development referred to four-D model consisted of definition phase, design phase, and development phase. The result of the study revealed that (1) the virtual laboratory media developed in form of presentation and tutorial model that consisted of radioactivity-decay and emerge power of radioactive radiation gotten valid and reliable result.each of media display completed with navigation, program instruction, hyperlink and several other facilities to allow users to run the program.(2)the learning instrument in form of lesson plan, the textbook, and student's workbook presented in softcopy of CD autorun.product was valid and reliable. (3) the student's activities during the learning process were above 85%, show that the students agree with instrument physiscs learning basis on virtual laboratory. (4) according to the tes result, the concept comprehension of students was improve than before given virtual laboratory media.",
        "doi": ""
    },
    {
        "title": "Jurnal Riset Pendidikan Kimia",
        "authors": "D. Utami, Yulida Rahmawati, dan Riskiono Slamet",
        "venue": "",
        "year": "2018",
        "abstract": "This study aimed for exploring the integration of conceptual change text with 5E learning model to overcome students misconceptions about acids and bases in SMAN 4 Tambun Selatan. The research employed qualitative research approach with classroom action research conducted in XI IPA 3. Data are collected through CCT, interview, observation dan reflective journal to indetification students misconceptions and conceptual change. In this research students misconceptions in acid base concept, characteristic of acid base solutions, acid base indicators, ionization of strong and weak acids, ionization of strong and weak base, pH value and reaction between acid solution with base solution. The data analysis and interpretation indicates that in the first cycle there’s 90% students that have partial understanding category, in the second cycle there’s 83% students that have sound understanding category and in the third cycle there’s 88% students that have sound understanding category. The findings lead to recommendation to use conceptual change text with 5E model to overcome student misconception and fostering conceptual change. Other implication of this research is students should understanding concept by drawing their own mental models. \nCollapse",
        "doi": ""
    },
    {
        "title": "ELECTROCHEMISTRY PROBLEM-SOLVING APPROACHES AND DIFFICULTIES OF SENIOR HIGH SCHOOL STUDENTS",
        "authors": "J. K. Eminah, Anthony Assafuah-Drokow",
        "venue": "",
        "year": "2010",
        "abstract": "The acquisition of competencies by senior high school (SHS) science students in knowledgebased and computational problem-solving is an important objective of the WAEC chemistry syllabus in support of which this study was designed. Using the think aloud and pen and paper procedure, data were collected from 26 SHS science students as they solved problems based on Faradays laws of electrolysis and related electrochemistry topics. The students’ verbalizations were audio-taped as they worked. Analysis of the data showed that most (66%) of the students were analytic in their problem-solving approach while a smaller (19%) proportion was intuitive. A few (15%) of them were however unclassified. On the whole the students performed poorly in various tasks related to Faraday’s second law of electrolysis. None of them could state the law in words and in symbols. However a few (15%) of them were able to state Faraday’s first law of electrolysis in words and in symbols. The students’ performance in computational problems, based on the laws, followed a similar trend. Misconceptions held by some of the students included the belief that protons could be used to balance negative charges in redox reactions and that strong electrolytes (e.g. AgNO 3) could only be ionized with the passage of electricity through their aqueous solutions. In sum, the findings indicate that some SHS science students lack the conceptual understanding needed to ensure success in both knowledge and numerical problem-solving in science. \nCollapse",
        "doi": ""
    },
    {
        "title": "Design and experimentation of communication and of a teaching sequence on atmospheric physics",
        "authors": "L. Moggio",
        "venue": "",
        "year": "2017",
        "abstract": "Weather and climate are topical issues widely present in the media, in the public culture, in political and socio-economic agendas and also in school guidelines. Having said that, confusion and a lot of misconceptions still exist with regards to issues such as climate change, greenhouse gases and the greenhouse effect, pollution, anthropogenic emissions, ozone hole, predictability of weather and climate, stationary processes, radiation fluxes and balances in the Earth system etc. \nThese themes are poorly addressed in the actual teaching practice in secondary schools, particularly from a quantitative point of view involving the underlying laws of physics, which are necessary for the understanding and construction of correct conceptual models of phenomena. Teachers often do not feel comfortable or lack the specific background for addressing such themes quantitatively, claiming for training initiatives which happen unfortunately only as a result of sporadic and local initiatives. For historical reasons, typical of the Italian context, these themes are usually addressed in subjects like geography or natural sciences for what concerns education in formal contexts such as primary and secondary schools and universities, but their treatment and significance would greatly benefit from an interdisciplinary approach, involving also the quantitative experimental approach of physics. At the same time, teaching physics from its general principles to their application in the context of weather phenomena and climate system, would improve the engagement and interest of students, fostering cooperation among teachers of different subjects, bridging boundaries and approaches characteristic of single disciplines. This would promote an integrated view of science as the result of a process, based on the application of the scientific method to the investigation and modeling of phenomena, where also technological advancement plays an important role, rather than as a mere collection of results and knowledge. \nIn this perspective the present work develops from the research in atmospheric physics, performed by the candidate during one year at Concordia station, Antarctica, presenting on one hand a series of physics communication initiatives designed and tested with innovative formats such as TEDx conferences, videoconferences with researchers working on the field, social platforms and traditional media, targeted to different audiences. On the other hand it presents the proposal of a teaching learning sequence based on quantitative experimental activities, demonstrations and simulations, targeted to secondary school students and pre-service teachers, integrating general physics with its applications to the atmosphere and to the climate system. The teaching learning sequence has been experimented with graduate students of the course: ''Experimental physics laboratory at high school I'', held at the Department of Physics of the University of Trento and in collaboration with IPRASE, it has been proposed in the form of a training course for physics and chemistry teachers and their technical assistants as a framework for the integration of physics and chemistry. The results of pre and post tests used as an evaluation tool of this preliminary experimentation will be presented, encouraging future developments of the sequence and further diffusion of weather and climate issues in the teaching practice through capillary pre-teachers' and teachers' training initiatives. \nCollapse",
        "doi": ""
    },
    {
        "title": "Revelando o invisível com uma Câmara de Nuvens através de uma Proposta Investigativa",
        "authors": "Lucas Sanzaneze Gonçalves de Souza",
        "venue": "",
        "year": "2017",
        "abstract": "Radioactivity is one of the most intriguing themes of Physics in the popular imagination. In both basic and higher education, radioactivity is not given due attention for reasons such as the low presence rate of related questions in selection processes and poor quality teacher training. This lack of scientific knowledge on the subject makes room for alternative conceptions and myths about the radioactivity. Aiming the promotion of the scientific knowledge of the students of the “Universidade Federal de Uberlândia” on radioactivity, this work proposes an inquiry-based approach to the use of a cloud chamber in a workshop during the tenth edition of “Semana da Física”. The Cloud Chamber has great potential in the radioactivity learning since it enables the observation of the ionizing radiations trajectories, which are naturally invisible to the naked eye. We used a quantitative-qualitative Case Study approach to the development of this research focusing on the processes. Data were collected through questionnaires, audio recording, and observation. The data show that 50% of participants already knew the cloud chamber and most of them correctly identified the observed radiation tracks. The confrontation of the written answers and drawings about the observed phenomena showed, however, some conceptual inconsistencies about the particle and wave nature of radioactivity. \nCollapse",
        "doi": ""
    },
    {
        "title": "Explaining Earths Energy Budget: CERES-Based NASA Resources for K-12 Education and Public Outreach",
        "authors": "L. Chambers, K. Bethea, J. Taylor",
        "venue": "Conference on Atmospheric Radiation",
        "year": "2014",
        "abstract": "Among atmospheric scientists, the importance of the Earth radiation budget concept is well understood. Papers have addressed the topic for over 100 years, and the large Clouds and the Earth's Radiant Energy System (CERES) science team (among others), with its multiple on-orbit instruments, is working hard to quantify the details of its various parts. In education, Earth's energy budget is a concept that generally appears in middle school and Earth science curricula, but its treatment in textbooks leaves much to be desired. Students and the public hold many misconceptions, and very few people have an appreciation for the importance of this energy balance to the conditions on Earth. More importantly, few have a correct mental model that allows them to make predictions and understand the effect of changes such as increasing greenhouse gas concentrations. As an outreach element of the core CERES team at NASA Langley, a multi-disciplinary group of scientists, educators, graphic artists, writers, and web developers has been developing and refining graphics and resources to explain the Earth's Energy budget over the last few decades. Resources have developed through an iterative process involving ongoing use in front of a variety of audiences, including students and teachers from 3rd to 12th grade as well as public audiences. \nCollapse",
        "doi": ""
    },
    {
        "title": "In praise of imperfection",
        "authors": "Gary White",
        "venue": "The Physics Teacher",
        "year": "2014",
        "abstract": "“I would never teach the Bohr model!” he exclaimed. “I don't believe in teaching things that are just wrong.” He was a respected teacher, and I knew I should listen to what he had to say, but in the end I wasn't convinced that his view was right for me and my classes.In fact, I do believe in teaching things that are “just wrong”—selectively. For example, I like my introductory physics students to learn the planetary model of Hydrogen, and not only so that we can discuss why it is deficient. It's a great opportunity to “spiral back”1 to Newton's second law, circular motion, conservation of energy, and the origin of electromagnetic radiation—and it does get the ionization energy right if you assume an empirically determined radius for the atom! In addition, knowing specifically when, why, and how a model is wrong is one of the hallmarks that distinguishes science from other endeavors. Furthermore, one might argue that there really are no perfect models (models that successfully incorporate gravitational and... \nCollapse",
        "doi": "10.1119/1.4849141"
    },
    {
        "title": "How to teach lightning activities to spark student curiosity?",
        "authors": "I. Takátsné Lucz, P. Tasnádi",
        "venue": "Advanced scientific research",
        "year": "2021",
        "abstract": "<p>Last year a new National Curriculum was introduced in Hungary. Its framework not only restructured physics teaching but also have brought some changes in its content. In addition to the traditional chapters some new topics (such as the process of lightning activities, the issues of lightning-protection and the proper behaviour in lightning-hazardous situations) have emerged into the Curriculum. The aim of this study is to create and share teaching resources for secondary school students and their teachers which concern lightning strikes and damages caused by them. Thunderstorms and lightning activities are very complex and exciting phenomena which stimulate the students&#8217; curiosity and consequently may increase their physics engagement and motivation. Furthermore, studying this topic provides students with excellent opportunities to develop their scientific thinking and deepen their science knowledge.</p><p>Our method for the investigation was the following: In total, 55 students (16-17-years old) were chosen to participate in this study. They were asked to fill in a pre-questionnaire in order to get an overview about their prior knowledge in lightning process and lightning protection. Several questions concerned misconceptions related to the topic. We were interested in what the students thought about them. Afterwards, we analysed the students&#8217; responses and identified the areas which should be focused on. Some teaching resources and also worksheets were created based on the book <em>An Introduction to Lightning</em> written by Vernon Cooray.&#160;</p><p>Before starting our discussions about lightning flashes we briefly summarized the stages of thunderstorm build-up, the formation of thunderstorm clouds and their electrification processes. After describing how clouds gain charges we examined the birth and development of lightning bolts and the operation of the global atmospheric electric circuit. Then we focused on the physics of lightning flashes, especially the mechanism of lightning strikes, the electric and magnetic field generated by them and their consequences. It was a great challenge to give the students elementary explanations for these problems as they do not have the necessary mathematical apparatus to accurately describe the electromagnetic field produced by lightning flashes. Particular attention has been paid to the electromagnetic spectrum of the strikes, the electromagnetic radiation in radio-, optic-, and in high-frequency ranges. Finally, students gained a brief insight into the method of lightning localization and lightning protection.</p><p>Based on our experience and the students&#8217; feedback the topic could help spark student curiosity and promote their science and critical thinking. Moreover, the results of the students&#8217; pre- and post-tests provide evidence that our teaching resources can also be effective in supporting student independent learning.</p> \nCollapse",
        "doi": "10.5194/ems2021-78"
    },
    {
        "title": "THE ANALISIS MISKONSEPSI SISWA SMA PGRI PEKANBARU PADA MATERI ASAM BASA MENGGUNAKAN TES DIAGNOSTIK FOUR-TIER",
        "authors": "Siska Siska, Pangoloan Soleman Ritonga",
        "venue": "JEDCHEM (JOURNAL EDUCATION AND CHEMISTRY)",
        "year": "2021",
        "abstract": "This research aimed at knowing whether there was or not student misconception and its percentage on acid base using Four-Tier diagnostic test materials. The acid base material is one of the chemistry materials that was always misconceiving. This research was a descriptive qualitative. Purposive sampling technique was used for obtaining the sample.  The subject of this research was the XI grade of science students of senior high school PGRI Pekanbaru. Observation, FourTier diagnostic tests, interview and documentation techniques were used for collecting the data. The findings of this research showed that there was misconception on acid base material (55%). The misconception happened on all concepts, acid base theoretical concept was 56%, acid base indicator was 53%, acid base strength was 53%, the ionization constant of acids bases (ka/kb) were 70%, pH solution calculation was 50% and pH concept in environment was 54%. The average percentage of student understanding concept was in class XI grade of science students of senior high school PGRI Pekanbaru on acid-base material was 11% students understand the concept, 55% of student experience misconceptions with moderate criteria, 33% of student do not understand the concept, and 1% of student have an Error. \n  \n  \nCollapse",
        "doi": "10.36378/jedchem.v3i2.940"
    },
    {
        "title": "SU-E-E-07: An Adaptable Approach for Education On Medical Physics at Undergraduate and Postgraduate Levels",
        "authors": "R. Miller-Clemente, L. Méndez-Pérez",
        "venue": "Medical Physics",
        "year": "2015",
        "abstract": "Abstract\nPurpose: To contribute to the professional profile of future medical physicists, technologists and physicians, and implement an adaptable educational strategy at both undergraduate and postgraduate levels. Methods: The Medical Physics Block of Electives (MPBE) designed was adapted to the Program of B.S. in Physics. The conferences and practical activities were developed with participatory methods, with interdisciplinary collaboration from research institutions and hospitals engaged on projects of Research, Development and Innovation (RDI). The scientific education was implemented by means of critical analysis of scientific papers and seminars where students debated on solutions for real research problems faced by medical physicists. This approach included courses for graduates not associated to educational programs of Medical Physics (MP). Results: The implementation of the MPBE began in September 2014, with the electives of Radiation MP and Introduction to Nuclear Magnetic Resonance. The students of second year received an Introduction to MP. This initiative was validated by the departmental Methodological Workshop, which promoted the full implementation of the MPBE. Both postgraduated and undergraduate trainees participated in practices with our DICOM viewer system, a local prototype for photoplethysmography and a home-made interface for ROC analysis, built with MATLAB. All these tools were designed and constructed in previousmore » RDI projects. The collaborative supervision of University’s researchers with clinical medical physicists will allow to overcome the limitations of residency in hospitals, to reduce the workload for clinical supervisors and develop appropriate educational activities. Conclusion: We demonstrated the feasibility of adaptable educational strategies, considering available resources. This provides an innovative way for prospective medical physicists, technologists and radiation oncologists. This strategy can be implemented in several regions without formal programs of MP, like most of developing countries. Starting with undergraduate students would allow to reach appropriate certification faster than most of traditional or alternative approaches for education on MP. The authors acknowledge Radiation Consulting Group, LLC, an Arizona Corporation which promotes the use of ionizing radiation in the healing arts, for the “Oscar Luis Caballero” travel grant. The authors thanks to professors Meisbel Daudinot, David Adame and Alexander Pascau for the practices through imagis, imageROC and ANGIODIN PD3000 respectively.« less",
        "doi": "10.1118/1.4923929"
    },
    {
        "title": "Using or Viewing a Demonstration of Inquiry-Based Computer Simulations: The Effectiveness of Both in Learning Difﬁcult Concepts in Heat Transfer",
        "authors": "Dr. Katharyn E. K. Nottis, Dr. Michael J. Prince, Dr. Amy Frances Golightly",
        "venue": "ASEE Annual Conference & Exposition",
        "year": "2019",
        "abstract": "Abstract\nDr. Nottis is an Educational Psychologist and Professor Emeritus of Education at Bucknell University. Her research has focused on meaningful learning in science and engineering education, approached from the perspective of Human Constructivism. She has authored several publications and given numerous presentations on the generation of analogies, misconceptions, and facilitating learning in science and engineering education. She has been involved in collaborative research projects focused on conceptual learning in chemistry, chemical engineering, seismology, and astronomy. Dr. Michael Prince is a professor of chemical engineering at Bucknell University and co-director of the National Effective Teaching Institute. His research examines a range of engineering education topics, including how to assess and repair student misconceptions and how to increase the adoption of research-based instructional strategies by college instructors and corporate trainers. He is actively engaged in presenting workshops on instructional design to both academic and corporate instructors. Margot Vigeant is a professor of chemical engineering at Bucknell University. She earned her B.S. in chemical engineering from Cornell University, and her M.S. and Ph.D., also in chemical engineering, from the University of Virginia. Her primary research focus is on engineering pedagogy at the undergraduate level. She is particularly interested in the teaching and learning of concepts related to thermodynamics. She is also interested in active, collaborative, and problem-based learning, and in the ways hands-on activities such as making, technology, and games can be used to improve student engagement. connection reﬁne IDEAS extensive psychometrics social by in assessing learning and improving learning outcomes. Abstract Major chemical engineering concepts such as rate versus the amount of heat transferred and thermal radiation, can be difficult for undergraduates to understand. This can be due to prior knowledge built on what have been characterized as misconceptions [1]. Misconceptions about circumstances affecting the rate and amount of heat transferred have been observed in engineering students [2], [3]. Misconceptions about thermal radiation have also been documented [4], [2], [3]. Previous research has found that one way to facilitate conceptual understanding and alter misconceptions is with inquiry-based activities. However, there can be differing outcomes based on their method of implementation. This quasi-experimental study compared the learning that occurred when rate of heat transfer versus amount of heat transferred and thermal radiation were taught by two different computer simulation methods, students individually using simulations versus faculty demonstration of simulations. A secondary purpose of this study was to determine whether background information on concepts through previous coursework would impact students’ conceptual understanding by each instructional method. Changes in conceptual understanding were assessed using the Heat and Energy Concept Inventory (HECI; [5], [6]) and two of its sub-tests: Rate versus Amount and Radiation. The majority of participants were White, male sophomores and juniors who were either chemical or mechanical engineering majors. Students using each instructional method showed improvement in understanding from pre- to post-test with each concept. However, the effectiveness of each approach varied by concept being taught. With rate versus amount, descriptive statistics showed greater improvement with the Student Simulation method. However, there were no significant differences between the two methods on the post-tests. With thermal radiation, there was greater improvement with Faculty Demonstration. Post-test results showed that those taught with the Instructor Demonstration method had significantly higher mean scores with a medium/moderate effect size, than those taught with the Student Simulation method. An examination of prior engineering coursework showed some variations that could possibly account for the findings. The differences found for concepts with simulation pedagogies raise questions about whether certain concepts require more scaffolding than others, especially if students are being introduced to a concept.",
        "doi": "10.18260/1-2--33512"
    },
    {
        "title": "Augmenting Medical Student Cancer Education Through the use of Student Societies",
        "authors": "D. Starmer",
        "venue": "Journal of Cancer Education",
        "year": "2014",
        "abstract": "Abstract\nIn this issue, Tarkowski and Kornafel [1] provide an overview of a medical student scientific society that aims to increase the exposure of medical students to oncology and palliative care. This work highlights the positive steps that can be taken in cancer education where formal teaching in cancer and palliative care is limited or absent in a curriculum. Cancer is a major global issue, and many countries are facing a shortage of specialist physicians to care for cancer patients. Students develop attitudes to certain areas of medicine early on in their education, which may prevent them from considering future careers in those areas. Cancer is one such area that is often negatively impacted upon and early exposure to cancer, and in particular, cancer patients can dispel many common myths and misconceptions. As the authors point out, a number of medical students still consider oncology to be depressing and limited to end of life care. The long-term implications of workforce shortages in cancer and palliative care should not be underestimated, given the projected increase in the number of new cancer cases globally and the increased survival of cancer patients in many countries. Oncology is a relatively new profession and is therefore not firmly entrenched in many traditional curricula, making it difficult to incorporate cancer teaching into existing programmes. This is further complicated by the fact that cancer spans all body systems and specialities, and as a result, there is considerable potential for the cancer education of medical students to be uncoordinated, incomplete and characterised by duplication and contradiction. The rise of other areas of need within medical education (such as medical imaging) and the reduction of medical course length in many universities have placed further demands upon curriculum time. As Chester (cited in Anderson [2]) so eloquently stated: \" It is easier to win a war than to change a medical curriculum by even one half hour \". Having briefly identified some of the barriers to cancer education, coordinated programmes of cancer teaching, including clinical exposure to cancer patients in cancer service settings, are not beyond our reach. Locally, the University of Western Australia developed and implemented clinical attachments in medical, radiation and haematologi-cal oncology, and palliative care [3]. Anecdotal evidence has shown that medical graduates are now actively seeking hospital placements in cancer units, where the opposite was seen prior to the introduction of these attachments (Joanna Dewar, Personal communication, …",
        "doi": "10.1007/s13187-013-0601-y"
    },
    {
        "title": "Repurposing MCNP Use for Nuclear Engineering Demonstrations while Applying Physics Education Research (PER) Best Practices",
        "authors": "B. Sones",
        "venue": "ASEE Annual Conference & Exposition",
        "year": "2014",
        "abstract": ": This paper aims to employ best practices in Physics Education Research (PER) while repurposing MCNP from the valued monte-carlo transport code used to support research to a powerful demonstration tool for educating students of nuclear engineering. Thirty years of PER has validated the need to complement traditional lectures with some activity-based learning. Educators widely accept the notion that lectures alone fall short in maximizing undergraduate student gains in learning and understanding, and the gap is most severe when evaluating student conceptual learning. Physical demonstrations often help to bridge this gap, but when misused they can perpetuate student misconceptions rather than resolve them. A recent PER study published by the Mazur Group at Harvard University observed that even with quality demonstrations students’ prior knowledge may interfere with students observing the demonstration correctly. Those researchers systematically evaluated demonstration techniques and concluded that the best practice is to have students predict outcomes before observing demonstrations. In this work, assessment data from our capstone individual oral examinations administered in the month before graduation was used to identify shortcomings in conceptual understanding. The five dominant misconceptions were in certain areas of radiation health effects, detector operations, fission cross sections, reactor kinetics, and neutron scattering. Elements of these five broad concepts were chosen to be modeled in MCNP with the aim of complementing MCNP results with a simple PowerPoint animation. Specific misconceptions were targeted in the demonstration. A pedagogical model referred as U-POSE methodically sequences students through the five steps of these proposed MCNP demonstrations: Understand, Predict, Observe, Synthesize, and Explain. The final step culminates with students explaining the concept by authoring a representative concept question with a solution for a peer. This paper discusses an example for executing these MCNP demonstrations and provides preliminary assessment plan in improving student gains in understanding these topics. \nCollapse",
        "doi": "10.18260/1-2--22973"
    },
    {
        "title": "IDENTIFIKASI MISKONSEPSI PESERTA DIDIKPADA KONSEP SUHU DAN KALOR DENGAN MENGGUNAKAN PETA KONSEP DANWAWANCARA",
        "authors": "Roisatul Mahmudah",
        "venue": "Doctoral dissertation",
        "year": "2013",
        "abstract": "The purposes of this research are (1) to describe the kind of student \nmisconceptions about heat and temperature by using the concept map and (2) to \ndescribe the percentage of student misconceptions per sub-chapter of the heat and \ntemperature concept. \nThis in a descriptive research. The subject of this research is the students \nfrom class XI IPA 3 SMA Muhammadiyah 3 Yogyakarta. The instrument are \nconcept map instrument and interview text. Data collection techniques by test \nusing concept map instruments and clarify misconceptions with structured \ninterview . \nBased on the analysis two things can be concluded: Firstly, kind of \nmisconceptions which ident ified by using concept map are Kelvin temperature \nscale is written with the symbol \n0 \nK; the advantage of alcohol as a liquid filler of \nthermometer is it have high boiling point; the disadvantage of alcohol as a liquid \nfiller is it more danger; the description of latent heat, heat capacit y and specific \nheat are mixed; the process of condensat ion, freezing and deposit ion are by \nabsorbing heat; the process of evaporating, melt ing and supplimation are by \nremoving heat; specific heat is required to change the states of matter per unit \nmass; the convection heat transfer process is by molecular collision; the \nconduction heat transfer process is by moving of molecules and molecular \ncollisions; the medium of heat transfer is radiation of sunlight, and the example o f \nheat transfer by convection is camp fire. Secondly, the percentage of students who \nhave misconceptions in sub chapter heat and temperature is 1.62%, sub chapter \nheat and temperature changes is 3.03%; sub chapter heat and the change states of \nmatter is 2.12%; and sub chapter heat transfer is 1.26%. \nKeywords: Misconceptions, Heat and Temperature, a Concept Map. \nCollapse",
        "doi": ""
    },
    {
        "title": "Radiografia Industrial: um caminho para reformular o currículo do curso de Construção Naval Integrado, ao ensino médio",
        "authors": "Antônio de Pádua Barreto Carvalho",
        "venue": "",
        "year": "2019",
        "abstract": "The curriculum of the technical course of Construction Naval, taught by the Brazilian\ntechnical schools linked to high school, must undergo some transformations. Among\nthe many reasons that support this statement, one of them lies in the lack of any\nindication of the nondestructive technique of Industrial Radiography in its Curriculum\nMatrix. The absence of the focus of this discipline, in the formation of the Naval\nConstruction technician, constitutes an anomaly, considering that this resource is\nwidely used to inspect the physical integrity of metallic components, members of the\nmost diverse equipment that are part of the floating structures. In order to change this\nreality, this dissertation proposes to study the feasibility of insertion of the discipline of\nIndustrial Radiography in the curricular matrix of the technical course of Naval\nConstruction. Based on the assumptions of the Significant Learning of David Ausubel\nand Marco Antonio Moreira, and on the Matter and Radiation Matrix foreseen in the\nNational Curricular Parameters. For this, a research project was elaborated, applied in\nan experimental way in the Technical Course of Naval Construction subsequent to the\nhigh school, of the Henrique Lage State Technical School of the Foundation network\nof Support to Technical School that consisted of two investigative stages sequenced.\nThe first one established the methodology for collecting the necessary data, which\nguided the execution of the next stage, which was a case study. The Case Study\ncovered the application of various research procedures in order to improve the\nstudents' prior knowledge about Radiation Physics, in order to make possible the\ninsertion of the later lessons of Industrial Radiography. After the Case Study, a final\ntest was applied, which revealed that most of the students investigated demonstrated\na good level of learning of the nondestructive technique of Industrial Radiography and\nRadiological Protection, since they obtained a better improvement in their degree of\nknowledge on Radiation Physics. The articulation of this knowledge relates the\nyearnings of the school and of society, being able to provide future Naval Construction\ntechnicians, not only with professional competence, but also with new perspectives\nthat stimulate the debates, through the application of new technologies related to\napplications of ionizing radiation. \nCollapse",
        "doi": ""
    },
    {
        "title": "Adventure Learning @ the Learning Sciences",
        "authors": "Brant G. Miller, R. Hougham, K. Eitel",
        "venue": "International Conference of…",
        "year": "2014",
        "abstract": "Abstract\nTeaching the general public and K-12 communities about scientific research has taken on greater importance as climate change increasingly impacts the world we live in. The Adventure Learning approach to designing learning environments was used to engage high school students in authentic climate science inquiries in Greenland. The learning sciences represent an important next step in the evolution of Adventure Learning. Teaching the general public and K-12 communities about scientific research has taken on greater importance as climate change increasingly impacts the world we live in. Science researchers and the educational community have a widening responsibility to produce and deliver curriculum and content that is timely, scientifically sound and engaging. To address this challenge, in the summer of 2012 the Adventure Learning @ Greenland (AL@GL) project, a United States’ National Science Foundation (NSF) funded initiative, used hands-on and web-based climate science experiences for high school students to promote climate and science literacy. This poster reports on an innovative approach to education and outreach for environmental science research known as Adventure Learning (AL) and seeks to engage the learning science community in a dialog around research on Adventure Learning. AL is a curricular approach that combines face-to-face and online learning experiences. The AL framework was originally tested through a series of circumpolar Arctic expeditions where a team of adventurers traveled via dogsled between remote villages (see the GoNorth! project at http://www.polarhusky.com). The AL framework as enacted by the GoNorth! project proved to be extremely successful, effectively reaching millions of students from around the world (The Learning Technologies Collaborative 2010). AL was originally defined by Doering (2006) as “a hybrid distance education approach that provides students with opportunities to explore real-world issues through authentic learning experiences within collaborative learning environments” (p. 198). Building upon this definition, Veletsianos and Kleanthous (2009) define AL as “an approach for designing teaching and learning environments, whether those are online or hybrid, or used in face-to-face or distance education contexts” (p. 91). The framework associated with AL for the purposes of design, development, and implementation has nine principles that operationalize the approach (The Learning Technologies Collaborative 2010). The purpose of AL@GL was to engage high school students in the US, and in Greenland, in atmospheric research that is being conducted in the Arctic to enhance climate and science literacy. Climate and science literacy was explored via three fundamental concepts: radiation, the greenhouse effect, and climate vs. weather. Over the course of the project, students in each location engaged in activities and conducted experiments through the use of scientific instrumentation. Students were taught science research principles associated with an atmospheric observatory at Summit Station, Greenland with the objective of connecting climate science in the Arctic to student’s local environments. Summit Station is located on the Greenland Ice Sheet [72°N, 38°W, 3200 m] and was the primary location of interest. Approximately 35 students at multiple locations in Idaho, USA, and Greenland participated in the hybrid learning environments as part of this project. The AL@GL project engaged students in an inquirybased curriculum with content that highlighted a cutting-edge geophysical research initiative at Summit: the Integrated Characterization of Energy, Clouds, Atmospheric state, and Precipitation at Summit (ICECAPS) project (http://www.esrl.noaa.gov/psd/arctic/observatories/summit/). ICECAPS is an atmospheric observatory focused on obtaining high temporal resolution measurements of clouds from ground-based remote sensors including radar, lidar, infrared spectra and others. ICECAPS also launches radiosondes twice daily. This large suite of complementary observations are providing an important baseline understanding of cloud and atmospheric conditions over the central Greenland ice sheet and are supporting Arctic climate research on cloud processes and climate model validation. ICECAPS measures parameters that are associated with those identified in student misconceptions, for example, different types of atmospheric radiation, the effect of greenhouse gases, and climate versus weather (see also Haller et al., 2011). Thus, ICECAPS research and the AL@GL project combined to create a learning environment and educational activities that sought to increase climate literacy in high school students as well as communicate important atmospheric research to a broader audience. Students participating in AL@GL activities were given a pre/post survey that measured content knowledge, understanding of science inquiry and the nature of science, and perceptions of human ecological impact. The survey instrument was developed specifically for the AL@GL project and included questions ICLS 2014 Proceedings 1509 © ISLS modified from the Student Understanding of Science and Scientific Inquiry (SUSSI) instrument (Liang et al., 2008), and the New Ecological Paradigm instrument (Dunlap et al., 2000), along with content specific questions (e.g. What is a cloud?). Pre surveys were administered to students in Greenland and the US prior to AL@GL activities. Post surveys were administered immediately following AL@GL activities and prior to students departing for home. The pre/post assessment of student content knowledge produced mixed results. Total scores across the multiple-choice items relating to understanding of science inquiry, the nature of science, and perceptions of human ecological impact remained essentially unchanged for students in Greenland and the US after participating in the program. However, short-answer responses indicated that students’ understanding of key climate topics, including clouds, radiation, greenhouse effect, and weather and climate, all increased. An increase in understanding is evident for students in Greenland and the US across all four topics. Overall, percentages were higher for students in Greenland than for students in the US. These results represent a limited view of student experience. Therefore, more focused research avenues need to be explored to understand the impact of the AL approach on student learning. The learning sciences represent an important next step in the evolution of Adventure Learning. The seminal work of Bransford, Brown, and Cocking (2000) shifted the focus from instructional design for memorization of information to learning for understanding and the application of knowledge. There is much we can gain from the learning sciences as it relates to Adventure Learning that will greatly inform the next iteration. Three learning sciences paradigms will serve as the starting point for research on Adventure Learning. The paradigms of constructionism (Kafai, 2006), case-based reasoning (Kolodner, 2006, Kolodner et al., 2003), and project-based learning (Krajcik & Blumenfeld, 2006) each stand to inform rich avenues of inquiry for future Adventure Learning projects. The Design Based Implementation Research (DBIR) (Penuel, Fishman, Cheng, & Sabelli, 2011) approach is the perfect methodology for exploring the iterative back and forth between research and education. Thus, future Adventure Learning research, including the NSF EPSCoR Managing Idaho’s Landscapes for Ecosystem Services (MILES) project, will implement a DBIR methodology.",
        "doi": ""
    },
    {
        "title": "Pre-service Chemistry Teachers’ Understanding About Equilibria in Acid-Base Solutions",
        "authors": "Nejla Gültepe",
        "venue": "Pedagogical Research",
        "year": "2021",
        "abstract": "One of the complex units of chemistry education is acid-base equilibria, and learners have difficulty constructing cognitive structures on the subject. The aim of this study is to examine the conceptions of pre-service chemistry teachers with regard to weak acid-base equilibria using a diagnostic test. A qualitative research method was employed as the research design of the study. There were 57 pre-service chemistry teachers who were both graduates of a chemistry department in a faculty of science and participants of postgraduate teacher training programs in the study. The diagnostic assessment instrument was employed as a data collection instrument. The data were subjected to content analysis and coding separated them into groups. Pre-service teachers’ conceptions were defined via these groups. In the study, two groups were determined: sound understanding and rote learning. Two lower levels at the sound understanding level and four lower levels at the rote learning level were also determined . These categories revealed the misconceptions of pre-service chemistry teachers with regard to weak acid-base equilibria. It was observed that many pre-service teachers had immature cognitive structures in respect to weak acid-base equilibria. is what is required in the exam and it does not require effort. Students who learn chemical equilibrium in depth explain the weak acid/base equilibrium reactions through equilibrium theories in solving problems related to water ionization, titration, buffer and hydrolysis applications. This is very exciting. On top of all these, this study planned to investigate which approach the chemistry pre-service teacher adopted regarding weak acid/base equilibrium reactions. It focused on the models and theories that pre-service chemistry teachers apply while explaining about acid-base equilibria. In this context, the research sought an answer the following question: What is pre-service chemistry teachers’ understanding in respect to acid-base equilibria? \nCollapse",
        "doi": "10.29333/pr/11349"
    },
    {
        "title": "Sınıf Öğretmeni Adaylarının Nükleer Enerji Kavramına Yönelik Düşünceleri: Bağımsız Kelime İlişkilendirme Örneği",
        "authors": "Elçin Ayaz, H. Karakaş, R. Sarıkaya",
        "venue": "Cumhuriyet Science Journal",
        "year": "2016",
        "abstract": "Ozet: Yenilenen ogretim programlari ile birlikte sosyobilimsel konular fen bilimleri ders programlarinda yerini almis ve ogrencilere surdurulebilir cevre farkindaligi kazandirilmasi amaclanmistir. Bu farkindaligin olusturulmasinda genelde enerji, ozel de ise kamuoyunda cokca tartisilan ve sosyobilimsel konulardan biri olan nukleer enerji kavrami oldukca onemlidir. Cunku sanayi, ulasim, konut gibi pek cok alanda kullanilan enerji, surdurebilir kalkinmanin saglanmasinda kritik rol oynamaktadir. Bu arastirmanin amaci sinif ogretmeni adaylarinin enerji, radyasyon ve nukleer enerji kavramlarini zihinlerinde var olan diger kavramlarla aciklayabilmeleri ve kavram yanilgilarinin tespit edilmesi olarak belirlenmistir. Arastirma, nitel arastirma turlerinden durum desenine uygun olarak yurutulmustur. Calismanin orneklemi amacli ornekleme yontemine gore secilmis olup 47 sinif ogretmeni adayi calismaya dâhil edilmistir. Arastirma verileri, bagimsiz kelime iliskilendirme testi araciligiyla toplanmistir. Kelime iliskilendirme testi, incelenen literatur sonucunda konuyla ilgili olan kavramlardan yola cikilarak olusturulmus uc kategori (enerji, radyasyon, nukleer enerji) etrafinda sekillenmistir. Elde edilen veriler icerik analiziyle degerlendirilmistir. Enerji, radyasyon ve nukleer enerji kategorilerinde ortaya cikan kavramlar frekans ve yuzde degerlerine gore gruplandirilmistir. Calisma sonuclari dikkate alindiginda sinif ogretmeni adaylarinin kelime iliskilendirme testinde verilen kavramlara yonelik kelime uretmede zorlandiklari, dolayisiyla bu kavramlari zihinlerinde olusan diger kavramlarla aciklayabilmekte yetersiz kaldiklari sonucuna ulasilmistir. Bunun yani sira ogretmen adaylarinda nukleer enerji konusunda cesitli kavram yanilgilarinin bulundugu tespit edilmistir. Bu arastirmanin sonuclari ogretmen adaylarinin nukleer enerji konusunda kavramsal bilgi seviyelerinin belirlenmesi,  kavram yanilgilarinin tespit edilmesi ve zihinlerinde olusan semalarin aciga cikarilmasi noktasinda temel teskil edilebilir.  Anahtar Kelimeler: Enerji, nukleer enerji, radyasyon, sinif ogretmeni adaylari Abstract: With the new education programs, socio-scientific topics have been included in the science and engineering curriculums with a view to provide the students with a sustainable environmental awareness. While raising this awareness, the concept of power, specifically the widely discussed concept of nuclear power, holds great importance, since power is used in several fields including industry, transportation and housing, and plays a critical role in provision of a sustainable development.  The aim of the present study is to enable the class teacher candidates to explain the concepts of power, radiation and nuclear power, using other concepts that they are familiar with, and to determine the related misconceptions.  The research was conducted in accordance with the case pattern among qualitative research methods. The sample of the study was chosen based on the purposive sampling method and 47 class teachers were included in the research. Research data were collected using independent word association test. The word association test took its final shape around three categories (power, radiation and nuclear power) determined after an in-depth literature research on the basis of relevant concepts. The obtained data were evaluated after content analysis.  The concepts emerging within power, radiation and nuclear power categories were grouped based on their frequency and percentage values and a relationship was sought between these emerging concepts. The results of the research show that teacher candidates had difficulties in generating relevant words, as an indication of their incapability to explain these concepts by use of other concepts that they were familiar with. Additionally, teacher candidates were found to possess various misconceptions regarding the concept of nuclear power. The results of this study can provide basis for the determination of the conceptual information level of teacher candidates regarding nuclear power, in identifying relevant misconceptions and revealing the schemes possessed by their minds. Keywords: Power, Nuclear Power, Radiation, Class Teacher Candidates \nCollapse",
        "doi": "10.17776/CSJ.10982"
    },
    {
        "title": "Undergraduate Student (Mis)understandings of Mutations",
        "authors": "Rebecca L. Seipelt-Thiemann, J. Reid, Nancy Boury",
        "venue": "The FASEB Journal",
        "year": "2019",
        "abstract": "Abstract\nGenetics is known to have difficult concepts to learn and understand due to its use of complex, nuanced, and technical vocabulary, as well as the abstract nature of many concepts, the requirement to think across multiple scales, particularly the symbolic scale, and the pace of change to the field. The concept of mutation and its effects are particularly important due to the foundational level they play in many critical areas of modern biology including evolution, central dogma, genotype‐phenotype connections, genomic identity, and personalized medicine. This project aimed to gain a thorough perspective of student understanding and alternative concepts they hold regarding mutations. Student response data were gathered using open‐ended questions focused on three distinct learning objectives. The student should be able to: 1) define mutation, 2) categorize changes to DNA and predict the outcome of these changes on a protein produced from the altered DNA using the genetic code, 3) differentiate between somatic and germline mutations and predict the inheritance patterns of each type of mutation, 4) predict the nature of changes to DNA exposed to intercalating agents, base analogs, and radiation (ionizing and non‐ionizing). More than 400 student responses to seventeen questions were analyzed qualitatively. Student responses showed that students have major issues understanding: 1) the difference between a mutation and any change in RNA, protein, or function, 2) central dogma terminology and how genetic information “flows” within it, 3) the relationships of somatic and germline mutations to heritability, and 4) how mutagens cause mutations. It is hoped that knowing which alternative conceptions students commonly hold will aid faculty in designing instruction that enables students to form a more accurate conceptual framework regarding mutation.",
        "doi": "10.1096/fasebj.2019.33.1_supplement.454.18"
    },
    {
        "title": "Design For Impact: Inquiry-based Activities for Important Concepts in Heat Transfer that Faculty Will Actually Use",
        "authors": "Margot Vigeant, M. Prince, T. Ekstedt",
        "venue": "ASEE Annual Conference & Exposition",
        "year": "2016",
        "abstract": "In previous work, we documented that inquiry-based activities could be very effective tools for misconception repair in heat transfer and thermodynamics. However, since many courses in heat transfer do not have laboratory sections, or are very large, it is challenging for instructors to adopt these activities. Instructors may modify the activities to adapt them to their context, but in that case, the effectiveness of the activities as educational tools is unknown. Our goals in the current work are to first, to create versions (modes) of the activities that are easier for faculty to use, and second, assess their educational effectiveness. To what extent does delivery mode impact conceptual learning? Our third goal is to share all modes of all activities, with sufficient information that faculty can make good choices about their adoption, and learn which factors are most important for faculty adoption. The first two tasks towards these goals, creation of multiple modes for each activity, assessing each mode’s educational effectiveness, have been completed. Each activity comes in five modes – as an experiment conducted by student groups, as an experiment demonstrated by an instructor, as a simulation used by students, as a simulation demonstrated by the faculty, and as a thought experiment. For each of these activities / modes, we have compiled effectiveness data and ease of use information. In the third and final phase of this work, we are about to begin sharing all modalities of these activities as downloadable packets/online assignments through the AIChE Concept Warehouse. This final phase of the project focuses on tracking faculty adoption and the factors (effectiveness, ease) that impact their adoption. We invite instructors teaching heat transfer to log in to the Concept Warehouse and use the activities for free in class and let us know what you think of them. Background Our earlier work focused on repairing students’ misconceptions about key areas in heat transfer by the use of inquiry-based activities in the form of short hands on activities (1; . These misconceptions were widespread and resistant to change through traditional lecture and homework . Each activity started with a student prediction, was followed by an experiment or simulation that often upset that prediction, and concluded with a reflection. These activities were successful in improving students’ understanding . Because the activities each require 10-20minutes of class or lab time, and some common equipment for each student group, few institutions were able to implement the activities as written. Feedback from initial tests at eight institutions indicated that class time, available space, class size, and expense of equipment were all factors hindering faculty adoption. This final portion of our work seeks to answer two questions for engineering education. First, how is educational effectiveness of our activities changed by delivery mode? And second, how do faculty balance effectiveness and ease of use when selecting educational tools for their courses? We hypothesize that by changing the activities to address these problems, we could increase faculty adoption, and that faculty will be willing to accept some decrease in effectiveness in return for greater usability. This work focuses on two specific heat transfer misconceptions. Student’s misconceptions about “radiation” stem from the assumption that surface color is the most important factor in radiative heat transfer. Student’s misconceptions of “rate vs. amount” are based on the assumption that factors which increase the rate of heat transfer ultimately lead to more energy transferred and vice versa. In phase one, we revised the two “radiation” activities and the two “rate vs. amount” activities into each of the four delivery modes, for a total of five versions of each of the four activities. Delivery modes are: student experiment (original approach), faculty demonstration, student simulation, faculty demonstration of simulation, and thought experiment. The modes are largely self-explanatory – in all “student” approaches, students conduct the experiment or simulation themselves, while in the “demonstration” modes, instructors conduct the experiment or simulation. Thought experiments start with a prediction and end with a reflection, but in the middle feature the instructor talking students through imagining the experiment. In phase two, we ran small-scale tests of each activity in each mode. In the final, ongoing, phase, we are making all of these teaching materials available through the AIChE Concept Warehouse , along with data representing the effectiveness of each mode and the amount of effort required to enact each mode. \nCollapse",
        "doi": "10.18260/p.26678"
    }
]